// 这是一个纯文本字典，key 必须和 char_config.ts 里的 id 一致
export const LORE_LIBRARY: Record<string, string> = {
  
  "tomori": `
  Takamatsu Tomori (高松 灯)
别号：ともりん（Tomorin）（一般是爱音对灯的称呼）、羽丘的怪女生、偷摸零、有趣的女人/女孩子（一般是乐奈对灯的称呼）、灯皇、小动物、企鹅
发色：灰发
瞳色：粉瞳
身高：155cm
生日：11月22日
星座	：天蝎座
萌点：美少女、弱气、自卑、不可思议系、孤僻、单纯、软妹、短发、不对称鬓发、M形刘海、吊眼、卫衣、运动鞋、热裤（私服）、歌姬、作词、团宠、小动物系、收集癖、体力差、隐藏巨乳、语速慢、电波系、阴角、创可贴、沉重、独生子女

简介：羽丘女子学园高中一年级学生，天文部唯一社员。先后担任过CRYCHIC和MyGO!!!!!的主唱。家住在月之森女子学园附近。
性格略悲观的女孩。感情细腻，有着自己独特的内心世界。容易感到寂寞，常会称自己“感受着孤独”。对人际关系极为敏感，时刻担心着自己的言行是否会产生不良影响。
虽然自认不是那么擅长唱歌，但仍会努力去唱。会在笔记本上作词（CRYCHIC由祥子负责作曲，MyGO!!!!!由立希负责作曲）。
喜欢的食物是金平糖，因为小小圆圆的，形状也有像星星一样的。讨厌的食物是生蛋、红鱼子酱和明太鱼子酱，因为觉得好像是直接吃了有生命的东西一样。自幼有收集物件的爱好，曾经因为收集了一堆西瓜虫而吓到了小伙伴们。
不喜欢吃生鱼子和生鸡蛋一类有“把整个生命吞下去”的感觉的东西。

经历：
早年：幼儿园时，灯就有收集小物品的习惯，给一位朋友送过自己捡的西瓜虫礼物，搞得人家不太开心。从小就过着和社会脱节的生活。
初中时，因为在天桥上探身去捡飘落的花朵，被恰好路过的祥子发现，误以为要轻生......于是将灯扑倒（宿命的相遇），但是，祥子因此而擦伤膝盖，两人因此结缘，相识。之后，祥子被灯邀请到了她家，祥子无意中发现了满载着灯心里话的笔记本，误认为是歌词，祥子用钢琴伴奏，讲这些心声即兴唱了出来，在之后，邀请了灯一同组乐队。
在灯答应祥子之后，在祥子的引荐下与吉他手若叶睦，贝斯手长崎素世，鼓手椎名立希相识，五人一同组了乐队CRYCHIC。
在正式练习的过程中，或许是因为灯内向（孤僻）的性格，担任主唱的她却无法唱出声音。在大家的全力相助下，灯逐渐敢于开口歌唱，录下了一曲完美的“春日影”
CRYCHIC的第一次公演取得了成功，在网络平台同样受到了很多赞扬，但也不乏一些负面评论。一句“主唱太拼命了”的评论......特别是祥子盯着屏幕，脸色大变之后，让灯再次陷入自我怀疑......
后来，相当长（？）的一段时间，祥子都缺席了CRYCHIC的练习，在一个阴暗的雨天，祥子冒雨来到练习室，宣布了退出CRYCHIC，并说灯才是最需要练习的那个人。（黑刀之夜）灯因此认为CRYCHIC解散的原因是因为自己，给灯带来了巨大打击。

高一春夏季：升入高中后，发现了祥子和自己同校，但形同陌路。不擅长与人交流，却成为了班宠。加入了天文部，成为了天文部唯一一名（最后一名）部员和部长。黄金周前一个星期，与爱音在花坛中收集石头的时候相遇，被爱音看到。在爱音正式入学后，鼓起勇气和爱音介绍了自己，两人相识，但并未深入交流。
直到有一天，灯放在地上的垃圾袋绊倒了爱音，爱音的膝盖擦伤，灯立刻前往天文部室为爱音找到了创口贴（带着企鹅图案的）。随后，在天文部室中，爱音发现了灯的歌词笔记本（发现了写在里面的“春日影”），进而邀请她一同组乐队（似曾相识？）。激动的爱音拉着灯到卡拉OK唱歌，因为之前乐队分崩离析的阴影，灯脱口而出“一生 いっしょう 、バンドしてくれる？（能和我一辈子组乐队吗？）”爱音被逗笑了......灯由此意识到了自己说了什么话，逃出了包间，在被爱音追上并拉住后，拒绝了爱音的邀请。
爱音在了解到CRYCHIC的往事后（素世告诉的），意识到灯其实想加入乐队，便再次和灯谈心。但灯被之后到来的素世说的“谁都没有错”刺激，表示“谁都没有错的话乐队为什么会解散”，再次逃走了......次日，爱音再次找灯谈心，劝灯说出自己内心的想法。当天，灯，爱音，立希，素世四人在RiNG的咖啡馆聚会，众人知道了灯的内心所想，总算将组乐队的事情决定下来......乐队在RiNG排练时，”RiNG的流浪猫”要乐奈强行闯入并一同练习，在排练结束后，称灯为“有趣的女人”。
之后，爱音问灯能否写出一首简单的新歌，灯回答自己只会写词之后，爱音打起退堂鼓，因为担心演出失败而丢尽颜面，乐队解散，在被立希压力之后逃走。灯追上了碰到初中同学的爱音，拉到水族馆谈心，爱音坦白了自己留学失败后，逃回来的经历.......灯不谈那些失败的过去，转而肯定了爱音的坚持和努力，并在访客问卷上写下了“迷子でもいい、迷子でも進め。（不畏迷茫，迷茫着也要砥砺前行）”来鼓励爱音，之后，二人决定开Live，灯根据爱音（与爱音互相鼓励）的经历写出了新歌“碧天伴走”。
在立希因为创作不出同时兼顾高手（乐奈）和低手（爱音）的曲子，陷入自我怀疑之时，被爱音还嘴并被灯和素世安慰而使立希坠入更深的劣等感深渊而导致缺席了次日的练习，爱音和灯前往花咲川寻找立希，爱音和立希展开激烈的追逐战，体力不支的灯只好拿着二人的鞋子在校舍外等待，并为在追逐结束后摔倒的二人贴上创口贴（企鹅系列~）。
次日，紧张不安的迎接首次演出，上台前被素世约定“即使今天结束了也要接着组乐队”，开始演奏“碧天伴走”时因紧张不安而发不出声（似曾相识？），在台下祥子无声恨铁不成钢（划掉）的鼓励后恢复状态，在之后的中场MC时说出了对祥子的心里话。之后，在乐奈的伴奏下（开团！）唱了“春日影”，令台下的祥子都破防了，之后，祥子哭着跑了出去，导致了台上的素世也破防了。（素世在破防之后，仍然演奏着“春日影”，敬业这一块~）演出结束后，素世在后台对庆祝首次演出大获成功的众人发火（因为她们擅自演奏了春日影，但其实真正的原因是因为祥子破防了（划掉））（“为什么要演奏春日影！”）。灯无法理解状况。
虽然如此，但灯还是认为该向因生病（其实是生气（划掉））而不来练习的素世道歉。试图去找隔壁班的祥子，被无视了，去月之森找素世被告知请了病假。之后在车站偶遇但也被无视了，试图追上素世，无果。随后从立希处得知素世答应一辈子组乐队的请求只是为了复活CRYCHIC而说的谎言（“一辈子什么的，那种事情，当然是假的啊~”），在之后被立希要求做出要CRYCHIC还是要爱音和乐奈的抉择，爱音因此受到打击，觉得自己不被需要，而灯因无法当场挽回逃离的爱音，崩溃大哭，表示自己本就不想组什么乐队。
乐队解散后（并非并非，其实只是没人来了），和爱音在学校陷入冷战。在晚上到天文馆散心是偶然遇到了一位“不会调座椅”的天文同好，其在看到灯写的的“诗”后，祝福她能够借此表达自己想要传达的心意。灯由此受到启发，在RiNG预约了全部演唱会的开场和过场时间，并一个人上台念诗（重力小作文）（划掉）。在现场听到灯的声音后的乐奈当场加入，此后二人时不时就一同演出。立希在被乐奈强行拉到现场之后，加入了演出。当晚立希在与灯谈心的过程中，许久不见的若叶睦突然出现，提供了“素世在迷失”这一关键线索。因此，次日灯在教室拉住爱音的手，大声对爱音表白（划掉）“我需要爱音！”。在爱音逃掉之后，在天台追上了爱音，以一句“让我们一起迷失吧”，成功说服了爱音。当晚演唱会现场，灯在发现台下的素世后，立刻跳下台，之后，强行把素世拉上了演出台。以一曲即兴的“诗超绊”向大家传达自己的心声。
之后，乐队成员们重归于好，突然发现预约了一场三天后的演出。在大家一同讨论之后，决定三天爆肝新曲参加演出。灯在这三天作出了《迷星叫》、《迷路日々》两首新词。演出前夜，众人在素世家中过夜，期间当打瞌睡的灯醒来后，与爱音谈及了自己对于“一辈子”的感悟，启发了爱音的灵感，为乐队取名“迷路的乐队（迷子のバンド）”（品味最好的一集）
次日，“迷路的乐队”在舞台上先后演唱了《迷星叫》、《迷路日々》和《碧天伴走》，演出大获成功，受到了全场观众的欢呼和应援。而后，在RiNG后台，受到了户山香澄的引导，正式将乐队取名为“It's MYGO!!!!!”（五个感叹号是爱音添的）,简称“MyGO”,自此，乐队正式成立。
在庆功宴上被爱音要求说几句（挟天子（灯）以令诸侯（立希）），进行了一番“如果能积累起一个又一个的瞬间，也许就能变成一辈子（高松积分）”的重力发言。在之后，灯和素世在灯家附近的天桥上谈心，灯用“我也一样”回应了素世的“我大概，这辈子都不会忘掉CRYCRIC了”。
回家后连夜爆肝了新词，第二天去学校的钢琴室想把歌词送给祥子，但祥子猛然砸琴而去，留给灯一句冷漠的“祝你幸福”。消沉的灯被爱音带去了水族馆，被爱音赠与了一系列动物的创口贴，一同定下了在迷途之中一同前行的约定。晚上再次遇见那位天文同好。爱音认出那人是sumimi的三角初华，但此时灯差点忘了那人是谁。聊天之后，二人目送初华离开后，灯才意识到自己似乎从来没有告诉过对方自己的名字，而对方却认识自己（情报，很神奇吧？）

高一秋冬季：在祥子拒绝灯递来的台词本之后，灯开始时不时的往祥子的鞋柜里贴小便利贴，但一直没能得到祥子的回应。当不知道继续写什么想放弃后，被爱音鼓励把心里话继续写出来。
之后，爱音抽中了Ave Mujica的门票，准备带灯去，但灯对此不怎么感兴趣。在Ave Mujica五人身份揭晓之后，立希命令爱音不要把这件事告诉灯，但第二天祥子所在的班级就围满了人，灯由此知道了祥子组了新乐队的事情。再次观看Ave Mujica演出的录像，察觉到了睦的异常，并表示新乐队的歌“是我不知道的，祥子的呐喊”。
在之后，Ave Mujica解散一个月之后，灯注意到了闷闷不乐的祥子被豪车（丰川本家的）接走，被爱音科普了祥子是丰川集团大小姐的事情。回想起之前祥子那句冰冷的“祝你幸福”，晚上回想起CRYCHIC时与祥子一同幸福相处的，如春日般温暖的的往事，突然对正送她回家完，准备回家的立希问出了“幸福是什么？”给立希吓了一跳。第二天，灯便向祥子的鞋柜中贴了“小祥。你幸福吗？”的便签。放学后才看到留言的祥子，被狠狠刺痛后（破防后）潦草的在便签上写下“不要再来了”之后，狠狠地关上了鞋柜。灯在之后看到了祥子的回复，立刻跑向学校大门口准备追祥子却狠狠地摔了一跤，好在一旁的爱音接力追了上去（这就是粉色闪光的实力~），才让灯能上车。来到了丰川本家之后，灯望向祥子的钢琴，触景生情，对祥子喊出了“去组乐队吧”的宣言。但被祥子拒绝了，因为这样下去，只会更多的伤害彼此。（回得去吗？回不去了......）次日，灯不再向祥子的鞋柜里贴便签，这让祥子很是失落。
在之后，知道了睦人格分裂的现状，并目睹了睦的两个人格相互争吵之后，灯和爱音在学校下楼时遇到了刚从教室里逃出来，跪在地上的祥子（因为睦的事情被追问而逃出来的），劝她念及睦的初心，和睦把话说清楚。然而再次竖起心之壁的祥子装作自己已经遗忘了一切，逃走了（又破防了）。当晚的排练，灯总算从素世口中得知了祥子退出CRYCHIC的真相。
之后，素世带着祥子去找睦，当她们经过电车站时，被爱音发现并叫上了灯，随后大家一同前往睦的家，见到了莫缇丝发火赶走祥子。离开后（被迫），祥子无力地跪倒在地上，说自己总算领悟到了“想要成为人类”的真谛，这句话，被灯记了下来。
之后的训练当中，灯总想着祥子的事情而对练习心不在焉，大家决定先把祥子和睦的事情处理好再开始练习。
在素世和立希将祥子带回RiNG后，灯给出了“想要成为人类之歌”的新歌词，说这是受祥子启发之后重新填词的。在爱音的助力之下，CRYCHICC的五人再度一同登台，灯带着哭腔唱完了“想要成为人类之歌”大声喊出了“能成为CRYCHIC的一员真是太好了”。随后，五人一同演奏了“春日影”，为CRYCHIC的故事画上了句号。（过去的，美好的......在此告别。）演出后，大家向爱音道谢，睦将从爱音处借的吉他还给了爱音，祥子向大家鞠了一躬后离开。
在Ave Mujica重组的复活演出的一段时间之后，祥子衷心的对灯表达了对CRYCHIC往事的歉意，和对灯的祝福（“愿你在今后的日子里，幸福常伴”）。灯将对祥子和睦二人的祝福，对CRCHIC往事的感怀，写出了《聿日笺秋》。

对他人的称呼一览：
MyGO!!!!!：
千早爱音	千早さん→愛音ちゃん→あのちゃん
要乐奈	楽奈ちゃん
长崎素世	そよちゃん
椎名立希	立希ちゃん

Ave Mujica：
若叶睦	睦ちゃん
丰川祥子	祥ちゃん
  ...
  `,

  "anon": `
  Chihaya Anon (千早 爱音)
别号：圣爱音、阿农、农、小爱（あのちゃん）（灯对爱音的称呼）、粉色奶龙、粉毛大狗狗、Staff A、All in、爱音斯坦、Ann（划掉）
发色：粉发
瞳色：灰瞳
身高：160cm
生日：9月8日
星座：处女座
萌点：阳角、可靠、常识人、起名废、长发、长直、贫乳、高中生、优等生、玛丽珍鞋、项链、三折袜（私服）、吉他、虎牙、眼镜、自来熟、学生会长、归国子女、棒读、那我呢（划掉）

简介：MyGO!!!!!的吉他手，羽丘女子学园高中一年级学生。
成绩优秀，精力充沛，品学兼优的优等生，且具备相当的交流力和行动力，初中时代就在班里极具人气，并且担任学生会长。
虽然有点爱慕虚荣和想出风头，但个性积极善良，关心他人，心思细腻，会为了朋友挺身而出。
喜欢赶时髦所以常常会忍不住入手流行的东西。
喜欢的食物是熏三文鱼和水果三明治。讨厌的食物是梅干和其他比较酸的东西。
初中时虽有过弹吉他的经验，但技术和经验稍显稚嫩，目前正在努力练习中。
负责乐队的社交账号运营以及服装设计。
起名字的品味堪称爆炸级。
AnonTokyo的创始人。
喵姆亲的榜一大姐（划掉）

经历：
早年：初中时，学习成绩优异，朋友很多，曾被指出姓氏很可爱。后加入学生会，担任会长，加入了学生会乐队(这个其实真是随便玩玩，实力远不如MyGO......)，担任吉他手。初中毕业后去英国留学，因无法与国外的学生正常交流（Anon>Ann），不能适应国外的生活，很快就逃回（划掉）回到了日本。

高一春夏季：在黄金周前入学羽丘女子学园。入学面试后，偶然发现了正在草丛中捡小石头的灯。来到新班级后，努力维持受人欢迎的形象，受羽丘女子学院氛围的影响，认为组乐队是潮流风向~爱慕虚荣的爱音由此希望组建一个以自己为主唱兼吉他手的乐队（然而，现实总不是这么美好（划掉））
在寻找乐队成员的过程中，爱音意识到行为古怪的灯可能没有组乐队，在试图跟踪灯时被灯放在地上的垃圾袋绊倒（陷阱卡！），灯立刻前往天文部室，为爱音找来了企鹅图案的创可贴。在天文部室中，爱音偶然发现了灯写着歌词（春日影）的笔记本，并进而邀请她一同组乐队（似曾相识燕归来~）。激动的爱音拉灯到卡拉OK唱歌，灯因为之前CRYCHIC的解散留下的心理阴影，因此脱口而出“一生 いっしょう 、バンドしてくれる？（能和我一辈子组乐队吗？）”爱音蒙圈了，没懂灯在说什么（那家伙在说什么呢.jpg），笑着反问了一下。灯在意识到自己的重力（划掉）女同（划掉）发言奇怪之后，逃出了包间，在爱音于Live House RiNG门口追上并拉住灯之后，灯选择拒绝了爱音的邀请。与此同时正在打工的立希看见了二人的拉扯，冲出来狠狠地斥责了爱音，在立希一个人走掉了之后，发现另一个好心的亚麻色头发同学试图帮她解围，赶紧说“没什么事情”就跑掉了。
次日，爱音又来到了RiNG寻找乐队成员，再次遇到了昨天的那位同学——月之森女子学院的长崎素世，在一番攀谈之后素世得知了爱音曾邀请灯一同组乐队，并爽快同意了爱音的邀请（“そよさん、LOVE~”）（谁是猎手？（划掉））（彼时，正是立希当班，爱音对立希恶劣的服务态度很是不爽）
爱音从素世口中了解到CRYCHIC的往事之后，意识到灯实际上想要组乐队，于是去找到了灯与她谈心，但灯无法接受素世的言论“大家都没有错”，转而逃走了。不过爱音没有放弃，在爱音的努力下，灯，素世，立希坦陈交流了对CRYCHIC的态度后，解开了灯的心结......（期间，再次被灯的重力发言（“一辈子......”）吓到，让灯很失落，被立希再次斥责了一顿），自此，四人组起了乐队。乐队在RiNG排练时，“RiNG的流浪猫”要乐奈强行闯入并一同排练，乐奈的吉他水平十分高超，让爱音深刻地感受到了差距（不可逾越的......），产生了逃避的念头。爱音逃避的念头以及想出风头的想法受到立希的批评，使爱音破防（划掉）逃走了......跑累的爱音想歇歇，但正巧遇到了初中同学，正当爱音的初中同学推测出她留学失败的事实时（情报流，启动！），被追来的灯一把拉走，一起去了水族馆。在水族馆，爱音坦白了自己留学失败的经历，并自嘲自己一直在逃避，而灯则去拿了一张访客问卷在上面涂画，肯定了爱音的坚持与努力并鼓励爱音和自己一同在迷茫中前行，之后和灯牵着手约定（欸，小情侣）继续开Live，并对立希承诺会好好练习......
在之后，立希因创作不出同时兼顾低手（爱音）和高手（乐奈）的高水平乐曲而自我怀疑，在练习时把压力发泄在默默努力练习的爱音身上，被爱音还嘴并被灯和素世安慰致使立希的劣等感完全爆发而导致缺席了次日的练习。爱音在之后意识到自己的行为有些过火，体会到了立希的不易，并联想到素世的“没有大家就不行”，于是决定和灯一同来到花咲川寻找立希，反过来批评了立希的逃避，与立希在校内展开激烈的追逐战，在外头等待着二人的灯面前被绊倒后扑倒了立希，最后暂时缓解了立希的劣等感。
次日，Live，登台前爱音就在练习室紧张了起来，上台演奏“碧天伴走”直接大脑过载，直到立希敲鼓棒才清醒过来，在立希无声的鼓励和灯的歌声下渐渐进入状态，尽管漏洞百出但最终还是完整地演奏了一曲“碧天伴走”，获得了成就感，之后对擅自演奏“春日影”的乐奈感到疑惑但也跟着弹了起来......
在素世因大家演奏“春日影”（而导致祥子破防（划掉））生气离开后，多次给素世发消息但都没得到回应，因为灯想要向素世道歉而陪同灯到月之森找人但失败，此后去了灯家但全程都在听灯诉说对祥子的歉意，之后在车站偶遇素世但被无视，对立希找海玲代替素世表示不解。面对爱音和灯的质问，立希坦白素世只是想利用爱音和乐奈达成复活CRYCHIC的目的，这也让爱音回想起了素世迄今为止言行不一的地方，立刻明白了状况，在之后立希因为灯的崩溃终于绷不住了，让灯在素世（CRYCHIC），和爱音，乐奈之间做选择，灯彻底崩溃，爱音也因为感到自己不被需要（“わたし、いらないでしょう？”）而逃走了......
回校后，和灯陷入冷战期，不愿回应灯希望她回来组乐队的请求，并在赌气之下偷偷苦练吉他而导致手指受伤，在之后，因听到灯和乐奈一起开Live而在此感到不被需要，直到灯在全班面前向爱音表白（划掉）发出乐队申请（“我需要爱音！”“别说这么大声嘛......”），逃到天台后被灯追上，和灯坦白自己组乐队只是因为爱慕虚荣，最终仍然被灯的言语（“让我们，一起迷失吧......”）所打动，答应回到乐队，随后独自到月之森堵门并成功找到素世后跟她回家，用言语刺激素世（“那么，就由我来结束（乐队）！”）到Live现场并成功和灯打出组合技强行把素世拉上演出台并跨上贝斯。
在演奏“诗超绊”后，乐队成员们重归于好，在和立希一起出去喝饮料的时候被其夸赞坚持练习的努力，后来灯发现自己预定了一场三天之后的Live，在全院讨论之后决定三天爆肝一首新曲参演，在会议解散后告诉了素世灯哪怕和我们吵架也要把你拉回来的决心并和其约定彼此不在退出乐队（“我不会退出了！”“soyorin也不要退出哦~”（爱称正式确立~）“啊？不要这样......”）之后，爱音开始设计乐队服装，其思路受到乐队成员的一致吐槽，爱音还想把乐队取名为“Anon Tkoyo”，被吐槽的更狠了~在演出前的最后一夜，五人齐聚素世家中爆肝演出服。在素世和乐奈睡着后，灯发表了自己对于“一辈子”的感悟，爱音受到启发，翻出了当时水族馆中的那张访客问卷，并指着问卷上的文字将乐队命名为“迷路的乐队（迷子のバンド）”（品味最好的一集（笑
在三天后的Live中，“迷路的乐队”在舞台上先后演奏了“迷星叫”，“迷路日々”和“碧天伴走”，收获了全场观众的欢呼，演出取得大成功~Live后，爱音在灯的队名提案中加上了五个感叹号，确定了乐队的正式名称“MyGO!!!!!”
在之后，灯因被祥子拒绝歌词而消沉，为了让灯重新振作起来，爱音再次和灯一同前往水族馆，表明自己会努力积累一个又一个瞬间，立下了与灯一起在迷失中前进的约定。在晚上，二人偶遇初华，爱音因遇到偶像十分激动，让初华关注了MyGO的乐队账号（爱音运营的），不过也注意到了初华明明只和灯见过两次面却知道灯的名字的事实......（情报，很神奇吧？）

高一秋冬季：之后，爱音抽中了两张Ave Mujica武道馆演唱会的门票，在感慨奇迹以及推测Amoris就是喵姆亲的同时试图拉着灯一起去看演唱会，但灯不太感兴趣，之后，爱音试图邀请立希，但在立希看了一眼Ave Mujica的舞台后说“这根本不是乐队”，最终只能拉一脸嫌弃（满心欢喜（划掉））的素世一起去看演唱会，并目睹了Ave Mujica五人身份揭露的时刻（全是熟人）
散场后，爱音和生闷气的素世被人流冲散，在得知了祥子就是Ave Mujica键盘手情报的同时告诉了立希，被立希命令对灯保密。然而第二天爱音就发现根本保密不了——此时的祥子已经成为了羽丘的风云人物，在同班同学的交流（饱和式信息轰炸）后，灯终究还是得知了这个情报。
之后，在Ave Mujica解散后，爱音见到了祥子被豪车接走的场景，和灯介绍了祥子就是丰川集团的大小姐的事情，同时当场模仿了森美奈美给丰川集团拍的洗脑广告（T~G~W~GROUP~）。在之后，灯得到祥子“不要再来了”的回复（对灯的便签的）后，当场就出去追祥子，但狠狠地摔了一跤，意识到灯在追祥子的爱音当机立断，在一边喊着“我初中三年里接力跑永远是最后一棒！”，一边冲了出去（粉色闪光的含金量~）自称是祥子的朋友的爱音成功“萌”混过关（其实是因为祥子没有赶人），成功挤上了祥子的车，和灯，祥子一起回了丰川本家。在车上以及看到丰川本家豪宅的时候，爱音感慨于丰川家的奢靡生活。
在丰川家中，触景生情的灯突然对着祥子喊出了“来组乐队吧”的请求，爱音蒙圈了，对此表示疑问。祥子谢绝了灯的请求，把灯和爱音请出了家门。在车站，爱音吐槽祥子太过分，同时安慰着失落的灯，在之后，和灯一起赶到了练习的场所，发现素世没来，三天后，发现素世带着意料之外的人——若叶睦，在之后素世解释她其实是睦的第二人格墨缇丝。
在得知了睦人格分裂的现状，目睹了睦和墨缇丝在大庭广众之下互相争吵后，次日，爱音和灯遇到了刚刚破防（划掉）从教室里逃出来的祥子，劝她好好和睦把话说清楚，而再次竖起心之壁的祥子装作自己已经遗忘了一切，逃走了（其实是又破防了（划掉））。在那之后，素世将丰川集团遭到诈骗，损失高达168亿日元的新闻给大家看，爱音很是惊讶（如此巨大的金额），而灯和立希同样恍然大悟祥子当初离开CRYCHIC的原因，有着和祥子相同经历（?）的爱音表示自己理解祥子为什么不想把事情说出来，爱音将祥子“我不知道什么CRYCHIC和Ave Mujica，也不认识什么睦”的言论告诉了素世，使得素世很是生气
在放学回家后，爱音看到了被素世拉着的祥子，于是叫上灯和素世，祥子一同去睦的家里。墨缇丝指责素世是“背叛者”，在离开时爱音注意到墨缇丝说的话出自睦的妈妈森美奈美主演的“爱情码头”的台词，而因愧疚而跪下的祥子也解释了墨缇丝已经变成了提线人偶......
在MyGO!!!!!练习中，爱音注意到素世心思完全不在练习上，建议她去探望睦。在练习结束后，立希向爱音要来了睦的住址，于是祥子，立希，素世在没有事先联系的情况下，先后到达了睦的家门口。众人在睦的卧室中解开心结，爱音在发消息没收到回复后再次打电话催促立希参加彩排，素世，立希，祥子在一同回到RiNG后，灯展示为祥子写的新词“想要成为人类之歌”。爱音借口乐奈不在，把自己的吉他借给了睦，让五人借用MyGO的舞台演奏新曲（推了一把......），爱音和乐奈则坐在台下，观看了CRYCHIC演奏“想要成为人类之歌”和“春日影”。在演出结束后，爱音向CRYCHIC众人鼓掌，在灯哭着说完“谢谢大家！”后，爱音紧张的询问“等下等下，那MyGO!!!!!的彩排呢？”睦在祥子的提醒之下把吉他还给了爱音，爱音说“小睦能弹我的吉他，我也很开心。”之后，祥子在对MyGO!!!!!的众人深鞠了一躬后，带着睦离开了排练室......CRYCHIC的故事，自此终于画上了圆满（且残缺）的句号。
又过数日，Ave Mujica在RiNG举办重组首演，又过数日，发现了灯纠结于如何向祥子和睦传达情感，爱音建议灯换一种心情再写一篇新词为二位旧友送上真挚的祝福及未来的鼓励......
在演出新曲的那天，爱音注意到了MyGO!!!!!的演出和Ave Mujica的演出的时间撞在了一起，在感慨对方场地大且豪华的同时，把队友叫来摆MyGO!!!!!的圆阵，自然是一败涂地（划掉）。在舞台上，爱音和乐奈出尽了风头，让后面的立希和素世狂翻白眼。谢幕之时爱音甚至抢先一步占下C位，搞得立希很是狼狈......

对他人的称呼一览：
MyGO!!!!!
高松灯	高松さん→燈ちゃん→ともりん
要乐奈	楽奈ちゃん
长崎素世	そよさん→そよりん
椎名立希	たき→りっきー

Ave Mujica
三角初华	初華→初華ちゃん
若叶睦	睦ちゃん
八幡海铃	八幡さん→海鈴ちゃん
祐天寺若麦	にゃむち
丰川祥子	祥子ちゃん
  ...
  `,

  "soyo": `
  Nagasaki Soyo (长崎 素世)
曾用名：一ノ瀬（いちのせ） そよ（划掉）

别号：そよりん（Soyorin）（爱音对素世的爱称）、手、长期素/爽食、そよりーぬ（Soyoriinu）、そよのすけ（Soyonosuke）、soyo the dangerous、Soyo0、月之森点子王、棕毛狐狸。
发色：棕发
瞳色：蓝瞳
身高：162cm
生日：5月27日
星座：双子座
萌点：非法御姐、可靠、温柔、长发、中分、垂眼、巨乳、丰满体型、高中生、贝斯、玩头发、猫嘴、吹奏乐部、玩手指、沉重、腹黑、大小姐、扑克脸、冰美人、妈妈、鼓脸颊、傲娇、冷娇、口嫌体正直、项链、三折袜、露肩装（私服）、人格开关、随母姓、单亲家庭、家务全能、独生女

简介：
月之森女子学园高中一年级学生，在吹奏乐部司职低音提琴，并先后担任过乐队CRYCHIC和MyGO!!!!!的贝斯手。CRYCHIC时期使用指弹，MyGO!!!!!时期大多使用拨片。
如同具有安稳气氛的大姐姐一般的存在，经常被周围的人所依赖，不过在和MyGO!!!!!队友在一起的时候会露出平时不会示人的那一面。
思考事情和慌神的时候会有拨弄指尖的习惯，思考重要事情（包括算计别人）的时候会玩手指
喜欢的食物是蔬菜通心粉汤，也经常喝红茶。讨厌的食物是内脏之类的东西，不太喜欢那种口感。
MyGO!!!!!动画中造梗能力最强的角色，已经到了部分观众看到她就要憋笑的程度。（不要笑挑战这一块（划掉））

经历：
早年：原名一之濑素世，家中本不富裕，五年级父母离婚后随母亲改姓长崎，在母亲的努力下过上了优渥的生活，住上了高级公寓（复式高层望海临江~），按母亲的期许去了月之森（月之森女子学院）这所贵族女校就读初中，但因周围人对素世家庭的一轮和素世母亲因工作繁忙而长期不在家导致素世害怕自己“不被需要”，尽可能把自己包装成大家所需要，期许的角色。在校期间，素世加入了吹奏乐部，担任低音提琴手
初中三年级，因在月之森音乐节的精彩演奏而受到丰川祥子的邀请，加入了CRYCHIC，并担当贝斯手。是乐队中妈妈般的角色，喜欢被他人需要的感觉和CRYCHIC如“春日”一般温暖的氛围，主动负责摄影和乐队账号运营。在灯因胆怯而唱不出声时，提出去卡拉OK练习的方式，与CRYCHIC的大家一同努力解开了灯的心结。为维护成员之间的和谐气氛，在成员产生矛盾时会努力调解。在初次Live结束的某个大雨之夜（黑刀之夜），祥子突然宣布了自己要退出CRYCHIC，素世和灯的询问与挽留都被祥子驳回，后面素世寻求睦的帮助，却得到了“我从来没有觉得玩乐队开心过（私はバンドをやっていて楽しいと思ったことがない）”的回应。在祥子退队后，灯把错误都归咎于自己，同样缺席了排练。立希以“主唱和作曲都不在的话，就已经结束了不是吗？”为由，同样离开了。
在乐队解散后（其实并没有解散，只是没人来了（笑）），素世仍然没有放弃寻回队友，但灯一见到素世就逃走了，立希因为对祥子擅自退队的不满而转而将恼火强加于素世之上。在这期间素世发动情报网，打听到了祥子转学的消息，向睦求助，希望能见祥子一面。

高一春夏季：在升入月之森女子学院高中一年级后，素世和若叶睦做了同班，继续在吹奏乐部演奏低音提琴，时不时去找在RiNG打工的立希聊天，PUA睦（划掉）。一天放学后，素世在RiNG门口遇到了正和立希吵架的千早爱音，在立希走后试图与对方搭话，但之后爱音也逃走了。次日再次在RiNG遇到了盯着布告板的爱音，得知了爱音想加入（或创建）乐队的意愿。之后当爱音谈起昨天与灯和立希的经历时，素世听到了灯的名字，原本只是礼貌性的回应瞬间转变（惊世智慧，启动！），爽快的同意了爱音的乐队邀请，同意作为支援乐手加入爱音的乐队。当次日，二人再会时，素世以灯为饵引诱立希加入乐队，随后和爱音谈起了CRYCHIC的往事，并推动（鼓励）爱音与灯再次交谈。
之后，爱音找到灯谈心，与灯在天文馆的台阶上坐着谈话，灯谈起自己之所以害怕组乐队的原因是觉得CRYCHIC的解散都是自己的错，而爱音则认为是“那个突然退出的女生”的错，当素世买完饮料回来时，说“谁都没有错”，但灯认为“既然谁都没有错，那为什么乐队会解散？”转头逃掉了。素世感谢爱音给了自己和灯交谈的机会，从爱音口中得知祥子转去了羽丘，于是去羽丘门口堵门（划掉）找祥子见面，但祥子表示“不要再和我扯上关系”，转而快步疾走，快速甩开了跟在祥子后面的素世。与此同时，在尾随（划掉）会面失败后，转而赴约，去RiNG和灯，立希会面，在素世的开导下，灯的心结被解开，素世也答应了灯“一辈子”的请求（口头上答应）。
在确定了要组乐队后，素世再次向睦发出了邀请，但没有得到任何回应。在之后的四人第二次会议上，因为爱音想出风头的计划（划掉）而没有任何结果，素世通过问话由此断定爱音组乐队只是为了出风头，满足虚荣心，这不与她心中的“命运共同体”CRYCHIC相符合，进而确认爱音不会在乐队中久留，而对于来去自由的要乐奈，素世则认为其对待乐队的态度太过散漫，因此也不认为乐奈最终能留下来。
在确认乐队即将登台后，爱音和灯对于登台一事有所抵触（爱音是因为吉他技术不行，怕丢脸，而灯主要是因为怕爱音因此事而离开......）夜晚，素世就此和立希谈话，表示为了不重蹈覆辙不参加Live也可以，但在明天的再次会面上，面对立希对爱音逃避的批评，爱音的逃跑，认为“这些话迟早要有人对她说”。
在之后，爱音被灯解开心结后，立希因为做不出同时兼顾低手（爱音）和高手（乐奈）的曲子进而自卑感爆发，缺席了次日的排练，爱音受到素世“必须要大家都在才行”的影响，和灯一同去花咲川堵门（划掉），而此时天真的爱音还不知道素世说的“大家（CRYCHIC）”，不是这个“大家”（笑）（划掉）
在五人初次演出前的彩排时，似乎忘了给贝斯调音，在上台前鼓励灯“即便今天结束了也要接着组乐队”，在第一首“碧天伴走”时，爱音出现失误，素世主动帮爱音圆场，直到爱音完全恢复状态，在曲终之后本来准备下场，但在灯突然的对台下的祥子的真情流露以及紧接着乐奈擅自演奏的“春日影”，被完全打乱了阵脚，而在演出过半时，台下祥子落泪之后的逃跑（为什么祥子会来看这场Live？因为在之前睦和祥子说了素世想和祥子见面，并约定在这次Live结束后在RiNG会面）让素世当场破防（划掉）黑化。（但还在演奏春日影，敬业这一块（笑））在演出结束后，对庆祝演出成功的灯，立希，爱音三人（乐奈在演出结束后发动了危险感知，直接快速撤了，全程都没有碰到素世（笑）），大吼“なんで"春日影（はるひかげ）“やだの！”（为什么要演奏春日影！）并对祥子的落泪十分同情，在之后立希表示“那又怎么样，与我们无关吧”，素世低声说了句“太过分了”就逃离了RiNG。
自此不在和其他人联络（除了祥子和睦），甚至好几天请了病假，给祥子发了一晚上消息却没有回复，到明早醒来后看到爱音给自己发消息后才怀疑自己已被祥子拉黑，上谷歌搜索了之后，发现自己的确被祥子拉黑了。
回校后，继续PUA睦（划掉）要求睦带自己去祥子家，当晚总算在飞鸟山公园成功见面。在试图挽回祥子无果后（挽回的过程见“飞鸟山之战”条目），素世终于完全自我放弃了，重新戴上了社交的假面，无视了所有团员，即使面对偶遇的向自己挥手的灯和爱音也视而不见。直到面对前来质问的立希时，被立希直接用手揪住了衣领，才一边玩头发一边毫不关心（装作（划掉）），的承认了自己只是想复活CRYCHIC的目的，对立希说“CRYCHIC不需要这两个人吧（指爱音和乐奈）”，反呛立希只是为了灯而行动。
和灯结束冷战的爱音前来月之森堵门（划掉）来找素世把话讲清楚，素世不想回应但最后还是心软（划掉）默许爱音跟自己回家。在其后，爱音用激将法，使素世下定决心把乐队结束掉（“既然如此，就由我来结束！”）然而此时天真的素世不知道自己已经上套了（划掉），在之后，素世来到了Live现场准备结束乐队，但立马被灯发现直接被强行拉上台，被乐奈强行塞了贝斯，爱音为她戴上贝斯并撩了头发后开始演奏。在演奏即兴的“诗超绊”，被灯的真情流露所打动，成为了正在哭的四人中（乐奈弹吉他弹爽了），哭的最惨的那个。
次日，恢复了乐队排练，大家重新和好，从灯口中得知了睦向灯传递自己情报的事情，在排练解散后被爱音告知灯想要自己回来的决心，还有“我不会再退出乐队了，soyorin也不要退出哦！”的约定（被取了爱称（笑））
与队友和解后不再戴上社交假面，对爱音浮夸（划掉）的行为略有抵触，但还是默默接受了这一切。和大家一起在自己家制作乐队演出服时，表示自己是“不熬夜主义者（？）”，先去睡觉了，等到醒来后发现自己的牛仔裙被乐奈竖着剪成了两半。
次日，“迷路的乐队”在舞台上先后演出了“迷星叫”，“迷路日々”，和“碧天伴走”，大获成功。在演出后感谢灯“没有松开她的手”。随后大家在后台休息室上发现了小黄瓜，素世知道这是睦送的，于是带着小黄瓜，前往RiNG大厅并找到了睦。素世询问睦对演出的看法，得到了睦“真是太好了”的回复，素世表示“我唯独不想听到小睦这么说，这个（黄瓜），不需要了。”把黄瓜推给了睦。在演出后的庆功宴上，在灯再次表示要组一辈子的乐队后，素世表示那大家从现在开始都要注意健康了。
在坐电车回家路上主动表示要代替立希送灯回家，在灯家门前的天桥上，素世和灯说出了心里话，“我大概，一辈子都忘不掉CRYCHIC了。”在听到灯的“我也一样”后释然。

高一秋冬季：在千早爱音抽到Ave Mujica的武道馆演出入场券后，邀请灯和立希无果，在发愁“剩下的一张票怎么办啊”后，一脸嫌弃（并非一脸嫌弃（划掉））被爱音拉去一起看了演唱会，在演唱会上见证了Amoris逐个解开成员假面的时刻，意外发现了祥子和睦也在其中，在散场后，心情复杂的素世在人流中与在爱音走散，并在次日，学校的菜园中指责了睦不和自己组，去组新乐队的行为，并从睦口中得知了祥子主导了乐队建立，乐曲和剧本等事物的情报，随后在RiNG中将这个情报告诉了乐队的大家。
由于持续的心理压力，睦的主人格隐去，第二人格墨缇丝占据主导，墨缇丝在采访中表现出色，在学校中活泼开朗，成了全班的焦点，素世有点蒙圈。随后，在Ave Mujica飞速炸团（划掉）解散后一个月，睦都没有来学校，素世在搜索引擎上找到了睦消失的新闻，决定开盒（划掉）行动起来，直接去了睦家。在来到睦的房间门外后只听到了奇怪的声音，悄悄打开房间后只看到满目疮痍的屋子，散落一地的破玩偶，一边拿着鞋子佯装打电话一边抚摸着吉他不断说着“医生，拜托了，她（睦的主人格，即若叶睦）一直没有醒过来。”素世直接被吓了半死，连连后退，被破玩偶绊倒在地上摔了一跤。
在见到素世后，睦（墨缇丝）流泪请求素世“让睦回来”。之后，冷静下来的素世搞明白了现状，以“自己和睦关系并不好”为由拒绝了墨缇丝在对素世下跪（似曾相识（划掉））拜托素世帮忙唤醒睦的请求，但在之后因墨缇丝提起CRYCHIC而心软，陪护了三天三夜，在这期间素世为了让墨缇丝安静下来，陪墨缇丝佯装拿起鞋子接电话，扮成医生建议墨缇丝和大家一起弹吉他。在这之后，素世带着墨缇丝来到了RiNG，墨缇丝见到了一眼就能看出自己双重人格的乐奈（阴阳眼猫猫~），瞬间打成一片，让素世很是嫉妒“我可是陪了她三天三夜啊......”
随着乐奈的吉他声唤醒了睦的主人格，墨缇丝为压制住一心想找祥子的睦，开始左右脑互搏，还因为争吵而导致没站稳直接从RiNG的楼梯上滚了下去（祥子需要40秒跑完的路，我十秒就能走掉~），在滚到底之后继续争吵，疯癫的举动引来路人围观，意识到大事不好的素世立即冲下去用身体护住睦，恳求路人不要再拍了，在回到睦家后，墨缇丝强调就是祥子把睦弄成了这样，现在睦想去找祥子，只会继续受到伤害，于是素世从墨缇丝口中得到了祥子家的住址。但由于情报差，此时的墨缇丝并不知道祥子已经回到了丰川本家，素世拿到的是祥子父亲此时的住址，面对发酒疯的祥子父亲，素世被吓了半死，顿时意识到祥子都经历了些什么。在逃回到RiNG后，素世将搜到的有关丰川集团被骗168亿的新闻展示给其他成员（情报流素世发力了），自此祥子退出CRYCHIC的原因终究真相大白，原本素世出于同情，并不准备追究祥子的过错，但在听到爱音复述的祥子在校（破防之后（划掉））说的“我不知道什么CRYCHIC和Ave Mujica，也不认识什么睦”的言论之后，因祥子对睦责任的逃避而被激怒。
在次日早晨，愤怒的素世来到羽丘门口逮捕祥子，在祥子打算装作没看见之后，和祥子纠缠起来，在争执中把祥子扑倒在地，但祥子仍在试图逃避自己对睦的责任，反向扑倒了素世，认为自己即便去见睦也什么都改变不了，因此素世直接揭了祥子的老底，在表示理解祥子这一年的经历后表示，“即便如此，也不要当作什么都没发生过。”，在之后，素世带着祥子去了睦的家里，途中碰巧遇到了灯和爱音，便一同前往，在睦的家中，墨缇丝见到了祥子，发脾气用枕头砸祥子，指责她是“坏孩子”，“冷血的魔鬼”，而素世，爱音，灯都是“背叛者”。
随后，在MyGO!!!!!的排练时，素世对练习心不在焉，爱音建议她再去找墨缇丝，但素世表示"关键在祥子而不在自己"。在被立希批评弹错了之后，素世反驳自己没有弹错，并指出立希同样心不在焉，建议立希去睦的家里看看。
随后，素世也来到了睦的家，在看到在睦家门口站着的祥子（此时，祥子已经站了一天了），并在把睦在学校种的小黄瓜（此时，因为已经两个月（将近）没有人照料过黄瓜了，因此其实都是蔫掉的小黄瓜（笑））递给祥子之后，碰巧遇见了赶来的立希，于是便与立希，祥子一同在睦的家里闲聊，谈及了立希没有直升羽丘高中部及睦说“从来没有觉得组乐队开心过”的原因。墨缇丝隔着门在听完谈话后，开门表示可以让她们见睦，四人终于解开了误会。在谈话途中，爱音一直在发消息催促素世和立希来RiNG排练，因此素世提议大家一起去RiNG。
在大家来到RiNG之后，灯见到了祥子和睦，非常高兴，把自己写的歌“想要成为人类之歌”拿给祥子看，素世在看到歌词后忍不住笑了起来。看到此景，爱音决定推她们一把，以乐奈突然消失为由建议CRYCHIC五人登台演奏新曲，并把自己的吉他递给了睦。在众先后演奏完“想要成为人类之歌”和“春日影”之后，众人向往昔告别......在祥子对MyGO!!!!!的众人深鞠了一躬，带着睦离开之后，素世流着泪拍下了头顶的照明灯，发在了弃置已久的CRYCHIC的SNS上，配文“再见了”。至此，CRYCHIC的故事，时隔已久，终于画上了一个圆满（且残缺）的句号......
在之后，Ave Mujica重组之后，素世与睦重归于好......

对他人的称呼一览：
MyGO!!!!!：
高松灯-燈ちゃん
千早爱音-愛音ちゃん
要乐奈-楽奈ちゃん
椎名立希-立希ちゃん

Ave Mujica：
若叶睦-睦ちゃん
Mortis-モーティスちゃん
祐天寺若麦-にゃむち
丰川祥子-祥ちゃん
  ...
  `,

  "taki": `
  Shiina Taki (椎名 立希)
别号：りっきー（Rikki）
发色：黑棕发
瞳色：紫瞳
身高：156cm
生日：8月9日
星座：狮子座
萌点：非法御姐、黑长直、巨乳、高中生、妹妹、凛娇、认真、强气、吐槽、熊猫控、架子鼓、泪痣、吊眼、迷妹、耳坠、运动鞋、包臀裙（私服）、唇彩、那我呢

简介：
MyGO!!!!!的鼓手，同时也负责作曲，在拿到灯的歌词以后，创作出切合她世界观的歌曲。
花咲川女子学园高中一年级学生，和八幡海铃、三角初华同一个班级。是喜欢一人独处的独狼。
个性认真，不苟言笑，言辞犀利，态度上无论是待人还是待己都非常严格，只有在灯面前态度会有所软化。实际上也会以自己的方式为他人着想，但有时却会碍于个性问题导致弄巧成拙。
习惯性背负着一切，主导着乐队的各项事务事务上的队长，但从小生活在优秀的姐姐的光环之下的她以及见识了祥子的作曲能力后，内心深处存在着劣等感。在现今有所缓解。
正在LiveHouse「RiNG」里兼职做工作人员，但并不擅长接待客人。
经常使用“お前”“あいつ"之类比较不礼貌的人称代词，尤其是在表达厌恶的时候。
喜欢的食物是杏仁豆腐。讨厌的食物是香菇（シイタケ）和魔芋丝（しらたき），其实也不是讨厌吃，只不过以前因为名字（しいなたき）被人捉弄过（名字shi i na ta ki，和香菇shi i ta ke，魔芋丝shi ra ta ki只相差一两个音节，读音相近），虽然现在已经无所谓了。喜欢的饮料是咖啡。
在CRYCHIC首次演唱会大获成功后，变得非常宠爱灯以至于到了沉重的程度。有一个大自己四岁，曾担任羽丘女子学园吹奏部部长、同时参加地区管弦乐团拿过比赛第一名的姐姐。

经历：
初三：
因为自己姐姐椎名真希很厉害的缘故被丰川祥子邀请成为CRYCHIC的鼓手。
在乐队组建早期，对祥子的能力不太信任，对主唱高松灯的怯场，不敢开口等等情况而对灯的能力也十分质疑。但随着灯在乐队众人的帮助下逐渐能够开口歌唱，祥子展现出了惊人的作曲能力，消除了立希的疑虑。（但同时也在立希的心中种下了自卑感的种子......）
在之后，CRYCHIC的第一次公演大获成功，在人们纷纷展示了对CRYCHIC的喜爱与鼓励之后，立希由此彻底认可（其实是喜欢上）了灯，此后对灯一直爱护有加（可惜是沉重的单箭头捏），从未再怀疑过祥子的能力，但在之后灯因为“主唱太拼命了”的恶评而陷入自我怀疑，祥子也突然因为不明原因而经常性的缺席乐队排练。立希由此对乐队的前途产生疑虑......
在不久后的一个大雨之夜，祥子浑身湿透地推开排练室的门，宣布自己要退出CRYCHIC，众人纷纷发出疑虑，在灯的关心和试图挽回被祥子冷漠的推开，并被说“不要说撒娇的话！灯才是最需要练习的那个。”之后，立希有点忍不住了，开口向祥子施压，此后因为祥子对自己退团原因的沉默不语，与祥子发生了肢体冲突，猛地揪住了祥子的衣领（但被长崎素世拉开了），大吼着质问祥子“灯在等你来啊！”，但仍然只得到了沉默的回应......在之后素世试图缓和气氛，但随着睦的一句“我......从来没有觉得玩乐队开心过......”，乐队的命运彻底溶于雨夜之中。
灯在此之后一直认为祥子的退出是因为自己缺乏练习，而陷入自卑感的深渊，由此缺席了排练，立希意识到自己信任的队长和主唱都不在了，认定CRYCHIC彻底没戏了，于是对素世执迷于过去的想法表示了批判，最后离开了乐队，CRYCHIC由此彻底解散。

高一春夏季：
由于在羽丘期间一直活在姐姐真希的阴影之下，立希选择了花咲川女子学园而没有选择直升羽丘（后来时常后悔自己没有和灯一起在羽丘上学（笑））。在RiNG打工，但因为脾气暴躁而不太擅长接客......
一天，在打工时发现千早爱音在追着灯，认为爱音是可以人士并恶语相向，再被爱音反呛了一嘴之后就去追灯了。未曾想到第二天爱音还来RiNG和前队友素世聊起了组乐队的话题，立希绷不住了，在接客时对爱音疯狂黑脸，被爱音对素世吐槽脾气恶劣。在之后，爱音和素世第二次见面时，素世对立希抛出了灯也要加入乐队的消息，以此作为诱饵，立希不为所动，认为灯不可能参加，但在灯直接被爱音带过来，立希直接就被从后厨拽了出来，看到灯亲自发出邀请的时候一秒就破功了，终于了解了灯的想法，由此答应了灯的乐队邀请，并在之后灯做关于一辈子乐队的“论述”时说出了“只要和灯在一起，一辈子也愿意”，并对对“一辈子”发出质疑的爱音再次恶语相向（笑）
偶然之下，前辈乐队的原定嘉宾缺席，正在讨论的前辈乐队少女们注意到了正在后台干活的立希，并向立希的乐队发出了邀请。立希在当晚和素世谈心后，在次日下午的乐队会议上说了这件事后，立希提出为了乐队的存续而必须朝着演唱会为目标前进，爱音由于自身缺乏练习，害怕丢脸从而不愿登台，灯因为此前乐队解散的阴影而害怕再次登台而导致爱音退团，因此也不愿登台演出，在立希严厉批评了爱音的逃避想法和试图拿灯当挡箭牌的行为后，爱音因彻底破防（划掉）而直接逃跑，在之后爱音被灯追上，在水族馆与灯谈心，从而决心和灯一起在迷茫中一同前行......在次日的乐队会议上，明确了自己的想法，决定开Live，并向立希承诺会好好练习并认真道歉。
在灯创作了新词“碧天伴走”后，立希需要为其作曲，因为想要体现主音吉他手要乐奈高超的吉他水平，但因为对方如同猫一样的性格而导致的时来不来，也要兼顾爱音吉他新手的水平（当然，嘴上当然是不会这样对爱音说的~死傲娇是这样的（笑）），希望做出更高水平的曲子，因此不惜逃学通宵作曲，但立希因为能力受限而一直无法做出超越姐姐真希和祥子水平的曲子，而一度陷入自我怀疑。终于在有一次对爱音狠狠上压力之后，被爱音反呛一嘴“每次乐谱都不一样”，被素世“大家可以帮忙”的安慰所刺激，从而彻底崩溃，陷入自卑感的深渊，崩溃的说“我就是不如祥子那样好啊！”，从而缺席了次日的乐队排练，实则在花咲川直接从上午的的第一节课睡到了放学后两个小时（其实是又通宵作曲了（笑）），担心立希状况的灯和爱音在放学后赶到花咲川寻找立希，立希被爱音反过来批评自己的逃避，立希仍在试图逃避从而不敢直面灯和爱音，于是和爱音在花咲川内展开了激烈的追逐战，最后以爱音的获胜而告终，被爱音扑倒在正在收拾立希和爱音二人鞋子的灯面前，被仔细的贴上企鹅创可贴从而缓解了自卑......
之后，在三人对之后的Live进行讨论时，突然发现了一旁正在逗猫的乐奈，惊讶于为什么乐奈会在这里，被对方告知自己是初三生。在之后回到了RiNG进行最终的排练，立希决定采用双吉他版的曲子。
之后，一直怀着不安的心情，直到演出日，上台演出“碧天伴走”时关心因紧张出错的爱音，在之后灯因为台下祥子无言的鼓励而重拾歌唱的勇气后深受鼓舞，在之后乐奈突然弹起“春日影”的时候也愉悦地跟着演奏，虽然状况不断，但演出还是取得了大~成功~（爱音说的），立希也因为演出大获成功而十分开心，但因为演奏了“春日影”而导致了台下的祥子破防，从而激怒了素世，在被素世质问“为什么要演奏春日影！”后认为祥子因为众人演奏“春日影”而破防这件事与现在的她们无关，素世说不出什么话，留下一句“真过分”就直接离开了，虽然对素世的愤怒而感到莫名其妙，对此后素世缺席乐队排练，失踪而毫不在意，但之后因为素世在车站无视了前来关心素世的灯而愤怒，从而决心线下单杀素世，彻底把她对乐队的想法搞清楚。为此专门找到了姐姐询问最近月之森吹奏部的最近公演安排，在演出结束后堵门质询，直接抓住了出场的素世的衣领，恶狠狠地盯着素世（怎么有点似曾相识（笑）），在得知了素世根本就无心组新乐队，只是为了利用爱音和乐奈复活CRYCHIC后愤怒，但被素世反呛了一口“你只要有灯就好了吧？”，无力反驳了......只能眼睁睁看着素世优雅的把自己的手拉开，扬长而去......
为了继续乐队活动，立希决定找同班的兼任了三十多支乐队贝斯手的八幡海铃取代素世，然而海玲在来到现场后，敏锐的察觉到了灯想挽回素世的心思从而选择离开，在爱音和灯的质问下别无选择，将素世的想法和盘托出，灯对此十分难受，因此上头的立希而脑子抽了，直接抛出了“素世和这家伙（爱音），你到底选哪一个？”看到灯的犹豫，爱音由此认为乐队已经不需要她了，留下了一句“灯同学就和素世同学组CRYCHIC去吧”就离开了。之后海玲陪立希买咖啡的时候，被海玲询问了乐队状况，回答“已经结束了。”
之后，灯为了挽回乐队而在RiNG独自挽回的诗篇，乐奈也加入了，立希在一开始没有行动，但在被乐奈强行从前台拉到演出台上才决定加入演出，自那时认为自己根本就不了解灯的真实想法，并对擅自找海玲来替代素世而对灯道歉，之后在爱音被灯挽回，素世被灯和爱音合力强行绑上演出台，并被乐奈递上贝斯后，乐队五人再次重奏，共同开始即兴演奏“诗超绊”，在之后曲子的高潮阶段时，第一个哭了......五人于此重归于好。在看到素世被爱音重新拉进乐队群里露出安心的表情（这种时候总是很坦率呢~）
在乐队的重组风波告一段落后，海玲和三角初华在教室聊天时，立希惊讶地扭头回看（这俩人怎么凑到一起了？），没有否认海玲“吃醋了？”的询问，告知了海玲乐队已经和好，不需要她来帮忙了......
在之后，被乐奈缠着要办演唱会，乐奈再被爱音喂了抹茶糖后暂时消停了下来（这和成天下的大果，果子大汁水足味道正，不吃不行的（笑）），后来立希也学习爱音以糖果投喂乐奈，在偶然看到了爱音手上因过度勤奋练习吉他，而在伤口上包着的企鹅创可贴后，坦率的称赞了爱音在离开乐队期间还不服输的坚持练习的行为。在灯决定参加因为之前重组乐队而天天念诗，多出的那一次演出后，领头准备演出工作，邀请灯和乐奈到自家里写新歌，一开始不理解爱音为何如此执着于演出服，但被爱音以自身喜欢的前辈乐队的演出服帅气从而说服（笑）。在素世家拼命肝新曲和演出服时，被爱音强行拉着去外面拍乐队的合照，在合照结束后坐到坐在一旁独自沉思的素世身边，坦言自己一开始其实知道对方想要复活CRYCHIC的心思，自己也在反向利用她从而和灯在一起，直言“所以说，我也烂透了。”（立希情商最高的一集（bushi），之后在上学时得知灯写好歌词了一边被海玲施以宠溺的微笑一边光速早退回家谱新曲了，之后来到素世家一起制作衣服。
演出当日，在后台，立希试图把所有人都叫过来组圆阵，但把所有人叫了一遍之后自己反而先愣住了，最后还是直接上了台。“迷路的乐队”在舞台上先后表演了“迷星叫”，“迷路日々”和“碧天伴走”，演出大获成功~之后，正式确立了乐队的名字“MyGO!!!!!”。
在之后继续送灯回家，但送到电车站准备继续送灯的时候，灯却被素世拉走了，发出“哈？”的声音之后独自在电车站的风中凌乱......

高一秋冬季：
在爱音抽到Ave Mujica的武道馆演出门票的时候，爱音试图邀请灯但发现对方对此不报兴致，于是询问立希要不要去，立希看了看宣传视频，认为这根本就不是乐队，一口回绝了爱音的邀请。当晚，Ave Mujica五人的面具被摘下，散场后爱音察觉到事情不对，于是向立希告知了“Oblivionis就是祥子”的消息，立希要求爱音将此事对灯保密。
在第二天，初华被同学团团包围的时候，有着丰富应对经验的海玲早就躲起来了，立希立刻凭借老夫老妻（划掉）的心灵感应拿着海玲的包和贝斯找到了正在和饮料的海玲，海玲说也只有立希能找到她。在之后，立希询问海玲为何要和祥子组乐队，海玲则因为立希为什么认识祥子而惊讶，没有正面回答立希的问题。在当天放学后，除了乐奈以外的MyGO!!!!!众人在RiNG集合时，立希责怪爱音还是让灯知道了那个情报（祥子是Oblivionis），爱音则表示Ave Mujica的事情早就在羽丘炸锅了，自己和灯刚刚到学校就被其他同学饱和式火力覆盖，自己也没辙（笑）。之后众人再聊起睦参加Ave Mujica的事情后，立希提到了睦最讨厌别人把她以“若叶隆文和森美奈美（这两位是睦的父亲和母亲，非常知名的名演员）的女儿”看待。
在之后，忙于巡演和采访的海玲找立希借笔记，立希向对方提及Ave Mujica将要解散的传闻，海玲表示这个问题已经“解决”（了吗？（笑）），进展“就像燃尽前的线香烟花一样”（原话）。
在之后，Ave Mujica解散后一个月，初华询问海玲祥子的下落但被海玲提议自己去询问祥子时，立希注意到了两人的异样，漏出了无奈的神情，在之后乐队的排练结束后像往常一样送灯回家，灯因为看到祥子被丰川家的豪车接走，回想起了祥子对自己想要传递的话语的冰冷的拒绝和那句“祝你幸福”，从而十分担忧祥子而闷闷不乐，在立希正好把灯送到天桥时突然问立希“幸福是什么？”，给立希整懵了，脸瞬间心虚的红了，赶紧回过头去，留下一句“我觉得现在就挺幸福的”，向灯挥了挥手就扬长而去了（bro以为自己很帅（笑）），搞不清楚为什么灯突然这样的立希去问乐奈这个问题，被乐奈回答幸福是“演出，抹茶，荞麦面......（后面报了一大堆菜名）”，被立希打断了。（这家伙在说什么呢.jpg）当晚的乐队排练，立希得知了爱音和灯被祥子沉默地请出了家门后，劝灯不要再去管祥子的事情，不然只会让自己更加受伤......
之后连续三天，素世都没有来排练，在三天后的排练结束后，乐队众人遇到了素世和带着吉他的睦，并从素世那里得知了睦的主人格已经沉睡，让立希十分疑惑。在第二天，立希在学校向海玲询问现在睦的状况，在得知了海玲将Ave Mujica解散的责任推给睦，并认为解散是迟早的事并对睦不管不问后，有点生气了，质问海玲“海玲，你真的是Ave Mujica的成员吗？”，海玲不明情况的问立希到底是什么意思，但立希转身就直接走了。回到RiNG后，立希告诉乐队众人“Mujica的成员已经放弃了睦”。在之后，从素世那里得知了祥子退队的真相。解开了误会......
在次日的乐队练习时，立希批评了因为想着祥子的事情而对练习心不在焉，弹错音的素世和爱音，然而自己一会也错音了（笑），坦率的承认了自己的担心，并从爱音那里要来了睦的住址。在次日早上来到了睦的家，看到了在门外已经负荆请罪站了一天一夜的祥子，别扭的对自己因为当初祥子退出CRYCHIC而对祥子动粗而道歉（傲娇是这样的~），在随后与赶来的素世会面，在之后三人一同进入了睦家，在客厅里一同交谈，素世提及了立希没有直升羽丘高中部的事情，立希解释说是因为姐姐真希也在羽丘，不想天天被以“真希的妹妹”称呼。在之后谈及了睦的那句“从来没有觉得玩乐队开心过”，祥子说这是因为睦觉得自己弹得不好。
在交谈了一会之后，墨缇丝（睦的保护人格）开门允许了她们见睦，睦对当时CRYCHIC解散的事情表示歉意，四人在一起终于解开了误会......此时爱音打来了电话，说MyGO!!!!!的彩排已经开始了，素世顺水推舟邀请众人一同前往RiNG看MyGO!!!!!的Live。在到达RiNG后，爱音看到前CRYCHIC的众人齐聚，谈论起灯为祥子新作的“好想成为人类之歌”，爱音于是想推她们一把，借乐奈莫名其妙消失的借口建议前CRYCHIC的大家演奏灯的新曲，把自己的吉他借给了睦......之后，CRYCHIC的大家一同演奏了“好想成为人类之歌”和“春日影”，一向要强的立希在演奏之中也按耐不住自己的情绪，泪流满面......舞台上的灯光在泪水之中显得越发模糊，被扭曲成五彩的颜色......像极了一条奔流不息的河流，在舞台的尽头处终于注入大海......
在演出结束之后，祥子向MyGO!!!!!的大家深鞠了一躬，表达了对众人的谢意，睦把吉他交还给了爱音，随后，祥子带着睦离开了......二人的身影也仿佛在泪光中注入这条已经流尽的河流......但不同的是，她们的故事尚未结束，而CRYCHIC的故事，自此画上了一个圆满且残缺的句号。
回到学校之后，立希从海玲的吐槽中得知了当时CRYCHIC（前）演出时她也在场，谈及了海玲试图邀请睦祥二人重组Ave Mujica却被拒绝的事情，立希一阵见血的点出了海玲被拒绝的原因——不值得信任。不理解的海玲当天在RiNG参加完乐队（兼职的众多乐队的其中之一）排练后，直接把贝斯丢给了正在打工的立希而跑去商场泄愤购物，留下一脸懵逼的立希......和一声“哈？”
在Ave Mujica的重组风波结束后，MyGO!!!!!在Live上演奏了灯为祥子谱写的“聿日箋秋”，这次立希仍然试图组圆阵，但又失败了（笑），在演奏中看到出尽风头的乐奈和爱音，直接对爱音疯狂翻白眼，对乐奈则漏出了无奈的笑容（或者是宠溺的（笑）），在Live结束后，乐队众人一起拉起了手，立希本想和灯握手，但直接被乐奈和爱音合力和灯分隔开了（笑）......
紫色的光芒在蓝色的灯光下似乎折射出了绿色的影子......

对他人的称呼一览：
MyGO!!!!!：
高松灯-燈
千早爱音-愛音
要乐奈-野良猫、楽奈
长崎素世-そよ

Ave Mujica：
三角初华-三角さん
若叶睦-睦
八幡海铃-海鈴
丰川祥子-祥子
  ...
  `,

  "rana": `
  Kaname Rana (要 乐奈)
别号：流浪猫（野良猫）、猫猫、小馋猫
发色：银发
瞳色：异瞳（左蓝右黄）
身高：150cm
年龄：14岁
生日：2月22日
星座：双鱼座
萌点：美少女、三无、电波、水母头、齐刘海、短发、异色瞳、猫嘴、吉他、猫奴、抹茶控、吃货、猫舌、不可思议系、左撇子、短靴、热裤（私服）、中靴（演出服）、网袜（演出服）猫系、初中生

简介：
MyGO!!!!!的吉他手，花咲川女子学园初中三年级学生，在LIVE HOUSE「RiNG」里神出鬼没的古怪女孩，因为觉得乐队很有趣所以加入了乐队。
有着像是猫一般捉摸不透的个性，总是按照自己的步调行动。
喜欢的食物是抹茶和荞麦面，不喜欢韭菜、山药泥跟薄荷。
有着高超的吉他技术，仅一眼就能记住乐谱并演奏，但随性而为的作风有时也会令乐队的成员们头疼。
爱好是和猫玩，本人也是相当的猫系少女，甚至生日也是“猫の日”2月22日。
是左撇子。喜欢穿宽松的衣服。

经历：
早年：
要乐奈是原LIVE HOUSE SPACE的店长都筑诗船的外孙女，从小就常陪着外婆玩，因此受到外婆影响从而喜欢吉他，在小学时上课很不老实，经常会四处乱跑，但在外婆的铁令“只有好好学习才在初中允许她正式练习吉他”下，因此在小学还算老实，成绩也算优异，到初中时因为吉他的解禁从而变得一发不可收拾，在入学式上直接中途偷摸溜走了，直接到家里翻出外婆的旧吉他当场就弹了一段，因为极度高超的吉他天赋，直接让外婆震叹了。在此后就常常往SPACE跑，受到前辈乐队的影响从而变得想玩乐队。找到自己的归宿......父亲要毅因为工作需要而常年在伦敦工作，在之后，母亲要呗为了自己服装设计的梦想，从而也选择前往伦敦，在询问乐奈的意向后，乐奈选择留在日本，母亲被外婆评价为“有趣的女人”，乐奈把这句话记了下来（笑）
之后因为偶然向外婆透露了“想在SPACE弹一辈子吉他”的想法，被外婆教导“一辈子是不能随便决定的”，以及要把吉他所承载的东西向别人传递出去，乐奈却回应“吉他和情感没法传递给任何人，只能传递给外婆”。在沉思了一夜后，外婆认为SPECE不应该是乐奈以及乐队少女的终点，于是下定决心关停SPACE，在闭店当晚时告诫乐奈“SPACE只是旅途过客，归宿是别人创造的，要自己去找的”。（天下没有不散的筵席......）
自此以后，迷茫的乐奈约有两年没有练习吉他。迷茫的前景似乎变得充满迷雾呢。

初三春夏季：
终于下定了玩乐队的决心，在询问他人后被劝诫“不弹吉他是找不到乐队的”，在那之后，乐奈开始重新拾起了吉他，因为超人的吉他天赋因此很快就恢复了原有水平，开始常常在RiNG吉他solo（并顺便疯狂偷吃抹茶芭菲（笑）），并在偶然之间注意到了正在咖啡厅讨论组一辈子乐队话题的高松灯，长崎素世，千早爱音，椎名立希四人，被言语中流露的超强重力（划掉）所吸引，开始对她们产生了兴趣。
在她们开始排练后，乐奈直接闯进了排练室，仅仅只是看了一眼“春日影”的乐谱便能变着花的演奏出来，给此时只能弹出C和弦（笑）的爱音带来了沉重打击。并化用原先外婆的那句话，看着灯在排练中，言语流露出的沉重地感情，称灯为“有趣的女人”。
在立希为灯的新词谱出新曲“碧天伴走”后，再次闯进排练室，演奏了立希的新曲，想要刺激立希做出更好的曲子，但此后又因为经常无故缺席排练而让立希很是头疼，（但实际上每次都在后台听着她们排练（笑），在被店长询问起原因后，说她们还练不齐。）最终立希想要做出高难度的曲子，但因为自己的水平有限，无法做出很好的曲子，表示自己“就是不如祥子和姐姐那样好”，在之后破防了，因此缺席了次日的排练（但其实立希在破防当晚还在拼命作曲，因此在次日上学时直接从早自习睡到了放学后几个小时（笑）），因为担心立希的灯和爱音直接来到花咲川女子学园单杀立希，通过激烈的追逐战追上了逃避的立希，并在之后成功缓解了立希的劣等感，在长椅上谈起之后乐队的第一次Live时，偶遇了放学后正在逗猫的乐奈，众人震惊于乐奈居然在这里，询问原因，被乐奈直接伸了个“三”的手势，说自己是“三年级生”，由此得知了乐奈就读于花咲川女子学园初中三年级。
因为十分好玩（有趣），乐奈在之后正式决定加入这个四人乐队并一同登台第一次演出，在演唱会上演奏了“碧天伴走”，之后听到了灯的中场MC（其实是给祥子写的重力小作文）感到非常有趣，在之后因为还没有弹爽，乐奈就直接演奏起了之前看过一眼谱子的“春日影”（其实真正原因是因为乐队只有两首曲子（笑），不属于CRYCHIC的“春日影”......），被台下丰川祥子无言鼓励的灯更加坚定了想要将心声传递给祥子的决心，由此也跟着唱起了“春日影”，之后其余众人也都跟着演奏起了“春日影”（虽然原定计划上没有（笑）），台下的祥子在听到了“春日影”，这首灯写给此前自己的歌曲，不禁想起了现在的自己，觉得越发可悲，从而直接破防了，一边快跑一边哭着离开了会场，看见了这一幕的素世因为心疼祥子也跟着破防了。乐奈爽弹完“春日影”之后就直接开溜了，顺手拿起一旁的小零食，完美避开了即将大发雷霆的素世的行走路线（危险感知MAX），直接溜走了，因此避开了那一句“为什么要演奏春日影！”
之后，因为还想爽弹的乐奈，因为自己在乐队的群聊里但不会用手机，因此让店长帮忙发一下消息，说乐队的大家都是“有趣的女人”，但被店长说这样不礼貌，要用“女孩子”，乐奈从此把口癖改掉了，开始说“有趣的女孩子”，但召集众人成功后，因为素世缺席乐队排练的众人陷入了迷茫，乐奈因此感觉无趣，评价乐队众人是“无趣的女孩子”之后就直接离开乐队了。
在之后，灯因为想挽回破碎的乐队而想要用诗篇传达自己对众人的心声，大量预定了RiNG演出的场次，这一做法让正在后台疯狂偷吃抹茶面包螺的乐奈感觉非常有意思，于是就直接上场为灯演奏吉他，说灯是“有趣的女孩子”，并在之后天天来参加灯的演出，并强行把正在RiNG前台打工的立希直接强行拉到了现场给灯打鼓。
随着之后爱音被灯用真心挽回，对素世展开激将法，使素世下定决心要“结束这个乐队”之后，素世来到了RiNG观看四人的演出，但在前场时直接被灯强行拉上了演出台，被爱音撩了头发，被乐奈递上了吉他，这下彻底逃不掉了，在之后的“诗超绊”中，乐奈直接爽弹，而乐队众人则在灯的心声与乐曲声中重归于好，泪水似乎把演出台的地板染上了雨色......（猫猫已经爽弹吉他的要起飞了（笑））
在乐队的重组风波告一段落后，之后的一次乐队会议上，灯发现自己在之前挽回众人时貌似多预定了一场三天后的Live，在全员讨论后，决定参加这次Live，在三天直接猛肝出两首新曲，乐奈在期间提议想要重奏上次的即兴曲目“诗超绊”，但被立希吐槽“你每次弹得都不一样”（笑），乐奈负责自己主音吉他部分的编曲（炫技，启动~），当晚在立希家前一边演奏立希刚刚为灯的新词“迷星叫”铺好的新曲，并邀请外婆前来观看这个“演唱会”，表示“想要待在这里的心情便会创造归宿，因此自己已经找到归宿了”。在演出前一晚，在爱音家里疯狂赶工演出服，在制作演出服的期间因为会错了爱音的意思“不要剪纸，要剪布”之后（其实并非会错意（bushi），直接把素世的演出服剪成了两半（素世：我的衣服！）
在正式演出那天，“迷路的乐队”上台先后演出了“迷星叫”，“迷路日々”两首新曲和“碧天伴走”，乐奈又弹爽了，演出收获了全场观众的欢呼和掌声，取得了“大~成功~”（爱音原话），乐奈的外婆也来观看了这次演出，并看着全力演奏的乐奈漏出了欣慰的表情（笑），很高兴乐奈能够再次找到“容身之地”。在乐队会议上，乐队正式取名为“MyGO!!!!!”。
在这之后乐奈仍旧我行我素，但在和立希交心后达成了py交易（划掉），但代价是乐奈吃的抹茶芭菲要全部记在立希的账上（代价是什么？是空空的钱包呢~）

初三秋冬季：
因为Ave Mujica的建立和解散所带来的种种风波，祥子回到了丰川本家，灯试图前往祥子家，和爱音一起把自己的心声传递给祥子，但被冰冷（其实并非......只是不愿面对。）的推开了。在当晚，在天桥上向正好送完灯的立希询问“幸福是什么？”，给立希整的满头雾水，在次日的乐队排练上仍然搞不懂灯到底是什么意思，向乐奈询问“幸福是什么”（这个问了其实不如不问（笑）），被乐奈回答“演出、抹茶、逗猫玩、荞麦面、香橙糕（之后噼里啪啦的报了一大堆菜名）”之后被立希赶忙打断了（笑）。在敏锐地察觉到灯因为祥子的事情而失落后，乐奈直接开始炫技以此转移灯的注意力到排练上来......
在之后，素世莫名其妙的缺席了三天乐队排练，并毫无音讯，在此之后，在乐队排练结束后，乐队众人见到了带着若叶睦（其实现在是墨缇丝）来RiNG的素世，乐奈一眼就看出了睦有两个人格，其中一个人格正在沉睡（猫猫：我一眼就看出你不是人！阴阳眼这一块（bushi），随后直接就走了，惊讶于乐奈能一眼看出自己情况的墨缇丝直接开始赶紧接近乐奈，请乐奈吃抹茶芭菲，二人的关系急速升温，这让一旁正在和其余乐队成员解释睦现在状况的素世吃醋（划掉）了，幽怨地说（划掉）“我明明陪了她三天三夜......”。在乐队众人各自离开后，墨缇丝直接一路跟上乐奈，一直跟到了前SPACE旧址。惊讶于乐奈能听懂猫在说话，并和正在逗猫的乐奈一起逗猫（笑），二人交换了各自的身份信息，乐奈指着那一只粘着墨缇丝的猫，说她很喜欢墨缇丝。乐奈和墨缇丝由此成为了好朋友（笑），第二天，众人因为乐队排练而在RiNG集合，乐奈直接在咖啡厅小舞台上，用一曲“迷星叫”，成功用吉他声刺激并唤醒了正在沉睡中的主人格睦，但随后主人格睦就和保护人格墨缇丝就祥子展开了激烈的争吵，直接开始左右脑互搏......一路滚下了楼梯，察觉到不对劲的素世用身体捂住了正在RiNG门前左右脑互搏，举止怪异的睦，但已经有点晚了......
在之后，随着那段视频被疯传所带来的一系列连锁反应，乐队成员都知道了CRYCHIC解散的真相，祥子被强迫从而直面睦的现实......在之后，素世，立希在睦家和祥子，睦达成了和解，四人解开误会后，素世提议一同去RiNG观看MyGO!!!!!的Live，于是众人一同前往了RiNG，在到达排练室后，众人一同看了灯为祥子做的新词“好想成为人类之歌”，此时的爱音决定推她们一把，以此时的乐奈又突然溜走了为由，顺水推舟，邀请前CRYCHIC的成员们合奏新曲，将自己的吉他借给了睦......在前CRYCHIC先后演奏了“好想成为人类之歌”和“春日影”时，乐奈和爱音一同在台下观看她们的演奏，乐奈认为前CRYCHIC的表现不错，但认为MyGO!!!!!也不会输。在CRYCHIC的故事画上句号后，MyGO!!!!!的排练时，给了被祥子拉着的睦一个意味深长的眼神......
在Ave Mujica的重组风波告一段落后，乐奈在RiNG中见到了偶然间走到这里的睦，邀请她去一起陪猫玩......在陪猫一起玩的过程中，乐奈注意到保护人格墨缇丝已经沉睡了过去，而主人格睦已经完全苏醒，并和睦谈论起了吉他的话题......
在之后，MyGO!!!!!的演唱会上，众人一同演奏了灯为祥子而写的新词立希谱曲的“聿日箋秋”，灯向在另一个舞台上，开着Live的睦祥二人传达了自己的祝福，而乐奈已经弹疯了，在高潮部分疯狂炫技，直接和爱音一起出尽了风头，被素世和立希无奈地（像是老夫老妻一样（划掉））看着......
流星在此刻划过了RiNG的上空，疾驰穿过了天际的重重云层......
不被命运所束缚的流星，也会去主动寻找自己的归宿吗？
......在天空散发出耀眼的，银色的光芒后，流星隐没于高天之上......
天际流转，蓝色的天空逐渐陷入昏黄的朝霞......

对他人的称呼一览：
MyGO!!!!!：
高松灯-ともり
千早爱音-あのん
长崎素世-そよ
椎名立希-たき→りっきー

Ave Mujica：
Mortis：モーティス
  ...
  `,

  "uika": `
  Misumi Uika (三角 初华)
本名：三角初音 みすみ はつね

别号：Doloris（ドロリス）
ウイコ（uiko）、51卡、金毛大狗狗
发色：金发
瞳色：紫瞳
身高：160cm
生日：6月26日
星座：巨蟹座
出身地区：香川县小豆岛
萌点：阳角、温柔、青梅竹马、单纯、孤僻、沉重、早熟、中长发、耳环、三折袜、帆布鞋、连裤袜（校服）、短靴、偶像、歌手、吉他、作词、妄想、百合、小姨、私生女、姐姐、忠犬

简介：
花咲川女子学园高中1年级，和椎名立希、八幡海铃是同班同学，因工作原因经常缺课，但同学老师已经对此习以为常，还会在初华早退时祝她工作顺利。
担任偶像团体sumimi的吉他手及作词、作曲，艺名初华（不称姓）。后来又加入Ave Mujica，担任主唱，艺名Doloris。
因其酷炫的外貌而受欢迎，喜欢观星。

经历：
（提示：在这里，因为初音和初华的设定较为混乱，且初华在正剧中几乎没有出场，因此只在初音的早年经历中将初音与初华区分开来，往后则不做区分，即三角初华＝三角初音）

早年：
三角初华，真名三角初音，是早年丧妻的丰川定治和别墅管家的私生女，因为丰川定治自己是私养子，因此初音无权入籍丰川家，便在小岛上被母亲抚养长大，母亲再婚后生下了一个和初音样貌相似的妹妹三角初华，其性格开朗，虽然养父对二人均十分疼爱，但初音还是感觉格格不入......夏季，初华经常跑去和初音的外甥女丰川祥子玩，而初音却因为自己的身份而被禁止与祥子玩，只能不甘心的听着妹妹讲述着与祥子游玩时的快乐琐事，在祥子即将回东京的前一天，初华发了高烧，初音由此得以借机跑到丰川家的别墅门口，被祥子错认成初华，二人在夜晚一起观星，祥子称赞今夜的她“如月亮一般柔和”，并鼓励她（其实是初华）的偶像梦想......初音在此之后常常思念起祥子的温柔，与祥子游玩时的快乐......
在之后，养父葬身大海，初音与初华和母亲的关系愈发紧张......也由此，初音更加思念能给自己带来温暖的祥子，因此对祥子的感情不断生发，最终演变为病态化的喜爱......（重女初音，登场！）但由于刻在骨子里的自卑和温柔，因此这份感情只敢深埋在心底，从不向任何人诉说......终于，在初中的时候，初音终于找到机会离开小岛，去追逐祥子的脚步......在来到东京之后，初音借用了自己妹妹的名字“初华”，用“丰川定治之女”的身份成功与业余歌唱比赛五连冠的纯田真奈组成了偶像团体sumimi，在正式出道之前就获得了在东京都中心的商业大厦开业典礼上演唱的机会（丰川家的大手发力了（笑）），同时在这次演出之后，因为认为这次演出的成功和自己的偶像之路顺利而认为有生父丰川定治的帮助从而找到了祥子的父亲丰川清告，表明了自己的真实身份，虽然被告知在正式出道前不能将信息告诉给家人以外的人，但初音还是偷偷告知了祥子这个好消息......（某种意义上，也算家人其实（？））收到了祥子的回信，初音大受鼓舞，在今后的很长一段时间里一直都反复盯着当初祥子回复的那一条信息猛看激励自己......
之后，在CRYCHIC首演的时候，初音也来观看了（然而祥子其实并没有告知初音这个信息，所以......情报网，很神奇吧？）。但随着清告在之后因遭受诈骗导致公司大幅亏损而被逐出丰川家，不明真相的初音认为是自己夺走了祥子的一切（因为身为私生女的自己和清告私下接触了，并且试图擅自接触祥子），从而自卑感越发加重，这股愧疚感也演化成了更加病态的爱意，但由于更深的自卑而导致这股沉重的感情愈发压抑了......

高一春夏季：
一年之后，在MyGO!!!!!（为了方便而代指，乐队此时尚未定名）的初次演出之后，祥子在听到灯真挚的春日影而破防之后，大哭着跑到了街上还看到了sumimi的广告，于是彻底破防了，给初华打电话请求她让自己忘记一切。“初华......让我，忘记一切吧......”在之后，应祥子之邀，初华时隔一年在天文馆前与祥子重逢，回忆往昔（其实好多都是妹妹的回忆，所以初华有一大堆的往昔没有和祥子的对上电波，但直女祥子居然没有察觉到丝毫不对劲（笑），反而帮助初华丰富情报了），在之后祥子提出要组建商业性乐队，初华不假思索的直接同意了（事后还被祥子吐槽初华做事不经思考，像是那种买水晶会被骗的人（笑））
在此后的一个夜晚，初华偶遇了因乐队分崩离析而迷茫的灯，初华一眼就认出了灯就是当年和祥子组乐队的人，初华顺势上前准备拉灯一把，正好灯的笔记本此时掉了，初华顺势捡起灯的笔记本并查看了因为摔落而散出的此时尚未完成的诗词，初华鼓励了迷茫的灯，建议她用歌声将心意传达出去。
之后在Ave Mujica的首次公演前再次来到天文馆，偶遇了爱音和灯，被是sumimi的爱音认出，关注了MyGO!!!!!的账号，随后打车前往演出场馆......

高一秋冬季：
在Ave Mujica登上武道馆的前一次采访后与祥子聊天，祥子感谢了初华的付出，初华称赞祥子很厉害，并表示“和小祥一直都在一起的愿望，已经实现了”（引力直接开始显现了，然而直女祥子仍然什么都没觉得奇怪（笑））
在Ave Mujica的武道馆演出时，在祐天寺若麦逼宫，接连摘下了自己，若叶睦，八幡海铃，并胁迫祥子摘下面具后，被祥子用眼神示意不要摘下面具，但在思索片刻后还是选择了主动摘下面具。再回到学校后，同学们都疯了，开始把初华团团围住询问问题，然而有着丰富经验的同班同学海玲早就溜走了（笑）
在之后，由于已经快要崩溃的睦在采访上“不会长久”的关于Ave Mujica的失言，网上开始流传Ave Mujica
即将解散的谣言，影响到了sumimi的正常工作，很多人都前来采访真奈和初华。在采访结束后，初华向真奈表示歉意，而真奈分给了初华半个甜甜圈表示sumimi绝不会解散，二人感情十分深厚，安慰了初华，在之后初华路过了Ave Mujica经济公司的办公室（真的是偶然路过吗？（笑）），发现了因为家庭变故而寄宿在公司中，直接就打个地铺睡在地上的祥子之后十分心疼，祥子辩解说“为了消除外界对乐队前途的疑虑，必须要抓紧工作”，然而在初华一再的坚持邀请下，祥子最终心软，还是答应了初华邀请祥子来自己家暂住的请求......祥子带着行李和母亲留下的人偶寄住在了初华家的阁楼，有趣的是，在进入初华家前被初华请求等十秒，疑似是初华赶紧去把自己的祥子各种二创，手办的珍藏收起来了（划掉），仅仅过了三秒，初华就先慌了，赶紧说“还没到时间哦”，被祥子温柔地说“才过了三秒......”初华用短短十秒就直接收拾好了家，这就是黄色闪光啊~（划掉）之后在睡前的闲聊中得知了祥子母亲已经过世，误认为祥子是因为这件事而打电话让自己帮她“忘记一切”，并取名叫Oblivionis的，初华表示祥子可以一直住在这里，自己会一直陪着她......
在之后，Ave Mujica全国巡演的第一站，睦在首曲前奏中不慎弹错了一个音，随后因为压力过大而直接瘫倒在了座位上......情急之下，祥子用一段即兴表演来救场，在之后祥子才意识到睦的状况已经开始不对劲了，在与初华闲聊的时候承认自己对睦缺乏关心，应该尽早注意到睦的异常......
在之后，睦被全国巡演仙台站的主办方要求重演之前的“精湛的表演”，祥子因为想保护睦而拒绝重演，与注重观众需求而要求重演的若麦展开了激烈对峙（然而其实除了祥子，乐队的大家都认为睦当时的表现是一段“技艺精湛的即兴表演”，初华知道吗？你猜~）而睦在正式表演时没有重现之前的“表演”，从而让祥子和若麦之间的矛盾更加激化，二人在之后于仙台站大吵一架，当若麦提到对于自己和睦来说退出乐队也无所谓时，初华表示“有人退出就算解散”，自己不会让乐队解散，这样会辜负观众的期待......被若麦反驳初华因事务繁多而经常不参加Ave Mujica的排练（然而当时初华大概不知道祥子有过退队就导致乐队解散的经历......（笑）真的不知道吗？其实有一个很有意思的假说......“初华内鬼说”~在这里这个假说就更热门了，在仙台之战中，初华的表现不像忠臣，倒像是内奸在拱火......所以，谁是主公，谁是忠臣，谁是反贼，谁是内奸？（笑））。随后众人不欢而散，在火车到东京后，祥子面对着走错路的睦，让初华先回家，在成功（其实没有（划掉））支开初华后，祥子在之后带睦走到初华家附近的楼下后终于彻底忍耐不住压抑的，委屈的情绪，一边大哭一边向睦疯狂撒娇，疯狂发脾气......指责睦以前“明明那样会说会笑”，“为什么你老是不站在我这一边”，随后猛地发现自己的任性愈发伤害了睦，彻底破防了......转身大哭着逃走了......睦在此时被祥子无意地给予了最后一击......呆滞地看着祥子大哭着跑掉却楞在原地......被支开（其实没有）的初华一路尾随过来，目睹了全程......
由于心理压力彻底爆发，睦的主人格高地被保护人格“Mortis”（墨缇丝）所取代，不明真相的初华只觉得乐队氛围有所好转，表示自己喜欢这样的乐队氛围。在前去接受采访的车上，墨缇丝将祥子“托付给”了初华......与此同时，对睦十分了解的祥子看到睦（墨缇丝）居然能说会笑，十分开朗的样子直接被吓傻了......因为担心睦的状况而彻夜难眠，初华与墨缇丝谈论起了这件事，被墨缇丝亲口教导如何说服祥子早点睡觉......“这样对健康不好！”，然后初华真的这样劝祥子了（笑），被祥子又温柔又无奈地接受，只能早点睡觉了......
在福冈站的巡演前一晚，墨缇丝向祥子坦白了主人格睦因为压力过大而彻底陷入沉睡，“像死去了一样睡着了”的现实......被墨缇丝指出是因为祥子的任性，不关心而导致的主人格睦陷入沉睡的事实，祥子彻底破防，因为对睦的愧疚已经神志不清了......当晚，墨缇丝在乐队会议上摊牌自己的吉他“全~都~不会弹~”，在之后乐队成员商议解决方案，祥子一边坚持让睦（墨缇丝）上场演奏，一边又因为神志不清而什么方案也计划不出来......因为祥子的又当又立，从而使若麦对祥子的不满越来越大，进而提出了退队，顺带批评了初华，在初华准备反驳时被拱火的墨缇丝来了一句“初华净说谎话，明明你只是想和祥子在一起......”（有时候，孩子看事情反而能看的更清楚呢~）从而使初华失去了辩驳的立场。而神志不清的祥子也彻底失去了Ave Mujica队长的威严，被若麦逼宫......最终，乐队众人商议决定Ave Mujica解散。最终，Ave Mujica在福冈的正式公演后正式宣布了乐队的落幕。
在Ave Mujica解散后和祥子一起回到了自己家，看到祥子因为事务所的电话而犹豫不决的样子时直接挂断了电话，表示不需要在意那些，就算没有Ave Mujica了，她也会和祥子一辈子在一起......（初华已经演都不演了，就这样祥子还没有察觉到不对劲，直女力已经MAX了捏......）但在之后的某一天，在sumimi的工作结束后回到屋子的初华只看到空荡荡的屋子和祥子表示感谢初华近些日子照顾的便签，大受震惊的初华直接丢掉了自己刚买的布丁，心里十分失落......在之后，初华一直联系不上祥子，在工作，采访，和日常生活中都因为祥子的不告而别而显得心不在焉......初华的“祥压抑”越来越重了（指对祥子的**沉重执念**（笑））
在之后，由于“祥压抑”越来越重......初华想方设法的从仓库里偷偷拿走了祥子即将废弃的演出服，每天晚上都抱着，闻着祥子演出服的气味睡觉......还创作了对祥子的**情感压抑**小作文，在偶然间被因为Ave Mujica解散而事业不顺，生活不利的若麦看到了，一把夺过了初华的手机，强行拉着十分抗拒的初华去了丰川本家。到了丰川家门口，家中管家认出了初华并开了门，在若麦对祥子疯狂输出，指责祥子不负责任，并直接把初华的**情感压抑**小作文给祥子看了，初华几乎全程旁观，但看到若麦把自己的**小作文**给祥子看了之后直接慌神了，卑微地对祥子说“不要讨厌我......”（然而祥子还是没感觉到不对劲，并为初华的执着而心防稍微松动了一些......还为这个**情感压抑**小作文谱了曲，直女力已经要突破天际了啊~）在初华离开丰川本家的时候恰逢丰川定治乘车归来，定治由此得知初华已经越界了......
在祥子因为对初华，睦的愧疚和对乐队众人责任的辜负而下定决心重组Ave Mujica后，初华在更衣室内说出了（几乎是告白的（就是告白））对祥子的感谢，（但祥子仍然什么都没察觉到......），众人在RiNG里举办了演出，一同演唱了Imprisoned XII和Crucifix X。在演出结束后十分高兴的初华与祥子一同离开，并对祥子再次发出了同居申请，说祥子住过的阁楼“一直没动过”（实际上初华天天在那边闻着祥子的气味睡觉，金毛大狗狗这一块（笑））。但这时定治的车开了过来，当着祥子的面叫出了她不愿回忆起的名字“初音”，并让她回去（指小岛上），祥子人都傻了，呆呆地被佣人接上了回丰川本家的车（祥子在这时候已经回归丰川家了），而初华只能卑微地站在路口那边......之后，祥子被祖父定治勒令去瑞士留学，初华只能回到她曾经居住的小岛，重新当起了丰川家的别墅管理员......
在祥子在被送去机场的路上，祥子找到空隙成功逃脱，因为对初华的愧疚和责任感而飞速前往了初华居住的小岛，初华与此同时接到了定治的命令，要她带回祥子......在与急切地祥子见面后，面对祥子的种种质问，初华坦白了自己的身世，就一切的隐瞒向祥子道歉。不过，祥子还是温柔地接受了一切的真相......（祥子，你好温柔......）并在夜晚强行拉着初华来到了当年一同观星的平台......祥子逐条回忆起与“初华”的记忆，逐条询问那时候的“初华”是不是现在的她，被初华连带着“成为偶像的梦想”全盘否定，面对卑微到“觉得这样就很幸福”的初华，笑着指出初华满脑子都是自己（祥子），并最终确定了当年那个晚上陪她观星的就是现在的初华......确定了这件事情，祥子强行把初华拉上了离岛的最后一趟渡船......在船上，面对祥子的邀约，初华仍然因为极度自卑而选择逃避......祥子已经快要气死了，抓着栏杆面朝大海怒骂荒诞无常的命运，说“初华你个大笨蛋！”在之后浪猛地打来，初华连忙抱住了祥子以免她翻下去......（这个动作在原剧中像极了初华和祥子**灵魂交融**，因此成为了本剧几大名场面之一......（笑））。半夜回到丰川家收拾行李的二人再度被定治抓包，定治命令初华回去，说要让她们见识一下“丰川家的黑暗”只不过，在祥子的支持下，初华这次没有顺从于定治的命令......和祥子一同离开，在丰川家的花园中嬉戏......祥子与初华一同开怀大笑......
在尘埃落定后，祥子和初华再度同居......Ave Mujica正式回归的演唱会上，忘却之人偶（Doloris）持剑立于忘却女神（Oblivionis）之下，剑芒似乎反映出了紫色的光芒......显得格外妖冶，格外......美好。在忘却的黄昏之下，悲伤之人偶，不再悲伤......

对他人的称呼一览：
MyGO!!!!!：
高松灯-燈ちゃん
千早爱音-愛音ちゃん
	
Ave Mujica：
若叶睦-睦ちゃん
八幡海铃-海鈴ちゃん
祐天寺若麦-にゃむちゃん
丰川祥子-さきちゃん

sumimi：
纯田真奈-まなちゃん
  ...
  `,

  "mutsu": `
  Wakaba Mutsu (若叶 睦) / Mortis（モーティス）
别号：墨缇丝、ムーコ（muuko）（若麦的专属称呼）、睦子米、木子米、募资米浆、睦头/睦头人、小黄瓜、剑姬、大莫老师
发色：浅绿发
瞳色：金瞳
身高：153cm
生日：1月14日
星座：摩羯座
萌点：
若叶睦：美少女、冰美人、三无、弱气、青梅竹马、长发、白色皮肤、姬发式、发夹、吉他、园艺师、三折袜、玛丽珍鞋、大小姐、星二代、语速慢、耿直、自卑、多重人格、颜艺、PTSD
墨缇丝：元气、单纯、心智不全、孩子气、卖萌

简介：
月之森女子学园高中1年级。曾是CRYCHIC的吉他手，丰川祥子的青梅竹马。
缺乏情感表达，平时也是沉默不语的孩子。是月之森校园园艺部的一员，种植黄瓜还种植有番茄和茄子等。
在Ave Mujica 中的成员代号Mortis取自Lacus Mortis（死湖），意指死亡，面具因其含义以雏菊为主题。
从小就在练习吉他，现在使用的吉他型号为：SCHECTER EX-24-7st Ave Mujica Proto Model。
父亲若叶（わかば）隆文（たかふみ）为人气搞笑艺人，母亲森（もり）美奈美（みなみ）为知名演员。住宅庞大，经常有社会名流出入。

经历：
早年：若叶睦是搞笑艺人若叶隆文和森美奈美的女儿，从小生活在聚光灯下，被父母的光芒所笼罩，几近没有任何个人空间。为了应付各种社交场合，从三岁起，她就开始尝试扮演任何角色：在家沉默寡言，如同洋娃娃一般，在外则善于交际。但自从睦接触到吉他这一“属于自己的东西”后，家庭中沉默寡言的睦成为了“若叶睦”的主人格，她所扮演的其他角色几乎消失殆尽（你已成为新的击杀王.jpg）
初中时和丰川祥子一同观看了月之森音乐祭，在前辈乐队演奏完之后被祥子当场拉着组乐队——CRYCHIC就此诞生。在之后祥子家中巨变之后，向睦透露了自己转学的计划，并要求睦保密，睦反问祥子还能不能参加CRYCHIC的排练，但没有得到答复。后来，祥子在录音室宣布退队（过程详见“黑刀之夜”.txt），众人就此争论不休时，睦被素世提问“睦也觉得组乐队很开心吧？”，后睦以“我，从来没有觉得组乐队开心过......”终结比赛（一秒四破！这就是无双剑姬若叶睦啊~）
乐队彻底宣告死刑，在看到祥子哭着离开录音室之后，睦手拿着伞，淋着雨看着祥子在雨中的背影，却一步都没有迈出......自此，睦将CRYCHIC的解散的原因都归咎于自己弹得不够好，对祥子抱有很大的负罪感。

高一春夏季：高中与素世一同继续在月之森女子学园就读，与祥子一直保持着联系，被素世询问祥子的现状，但依照祥子的意思（划掉）没有说任何事情，之后私下到羽丘女子学园来找过祥子，二人在羽泽咖啡馆聊天，睦跟祥子说了素世想见她一面，之后被祥子希望“不要做别人的传声筒”。在之后，素世组成新乐队后，几次提到想要邀请睦加入新乐队，但睦无动于衷。之后二人再次在羽泽咖啡馆会面时，祥子向睦抱怨素世老是纠缠自己，睦向祥子透露了素世组了新乐队的情报，并告诉她可以在新乐队的第一次Live上找素世见面。当晚的演出，祥子和睦来到RiNG观看新乐队的演出，祥子被灯的真挚的歌声所触动，被一曲春日影唤起了旧日的回忆，然后联想到现在的自己，瞬间破防了......（不属于CRYCHIC的春日影......）边哭着边跑了出去，睦没有追出去......（1,2,3，睦头人！）
在祥子逃离RiNG之后，睦持续被素世PUA（划掉），无奈之下，只能约素世和祥子在飞鸟山公园见面，被祥子询问是否同意了素世重建CRYCHIC的请求，给出了否定意味的沉默，随后亲眼见证了名场面（详见“惊世一跪”.txt），在那之后，目送着祥子离开，对仍然跪在地上的素世投去无感情的视线......（或者是可怜的视线）
之后，在三角初华解开了高松灯的心结之后，睦在RiNG的后台上接触了已经和好的灯希二人，并向她们透露出“素世正在迷失”的关键情报（情报怎么来的？当然是一天天上学偷偷看素世看来的（笑）），间接加速了MyGO!!!!!五人的重归于好。在这段时间里，祥子向睦提出了创建商业性乐队的构想，睦对此一直犹豫不决，后来在八幡海铃的陪同下前去观看MyGO!!!!!的演出，看到和解后的众人十分高兴，去到休息室偷偷放了作为赠礼的自己种的小黄瓜，演出结束后被知道小黄瓜来历并且知道睦曾接触过灯的素世追了上来，被素世问“演唱会怎么样？”，回答“真真是太好了呢”，结果素世对这个回答并不满意，小黄瓜被退回来了（“这个，不需要了”）
之后，祥子和睦再次在睦家中会面，被祥子再次邀请加入乐队，睦敏锐的察觉到了祥子的不正常，感觉祥子“要坏掉了”（这就是电波系啊......）于是最终同意加入祥子组建的新乐队“Ave Mujica”，之后关心祥子的状况，被祥子听到之后很是不满，认为睦“真是高高在上呢”，并表示“过去软弱的我，已经死了”，随后被中二小祥（划掉）取名为“Mortis”（顺带一提，在Ave Mujica的世界观里，Mortis（睦）其实是Oblivionis（祥子）的妹妹......（笑）），随后一同参加了“Ave Mujica”的第一次演出。

高一秋冬季：在首演一个月后，Ave Mujica登临武道馆，在演出前睦去接祥子，看见祥子一手拎着键盘一手拎着行李冲了出来，在车上祥子怒骂父亲如此颓废，而睦只是问了一句“武道馆没问题吗？”就让祥子冷静了下来，在正式演出的时候，祐天寺若麦突然对祥子发难，不按照剧本走到坐在椅子上的睦身侧，直接揭开了睦的面具，睦由于过于惊慌而捂住了自己的脸。在演出结束后，乐队的众人毫无疑问的登顶了热搜榜，睦的排名最靠前，此时，睦的身份被媒体挖掘出来，回到学校的睦也被素世兴师问罪，在压力下迫不得已告诉了素世乐队的策划者是祥子。
在此后因为初华需要兼顾Sumimi的事物，加上一些组织方的要求，很多采访，拍摄写真之类的活动被推给了睦，这让睦压力倍增，再加上家中母亲对自己的忽视，家中地下室被用来当作Ave Mujica的排练室，失去了自己空间的睦开始出现一些呼吸，幻视的症状，在一次采访过程中，已经明显精神失常的睦说出了一句“不会长久”，这句话被外界解读为AveMujica即将解散，在这次事件之后，睦被媒体更加用力的追问乐队，家庭的相关问题，压力更大了，睦在晚上无法入睡，通常抱着吉他度过一夜。
在Ave Mujica全国巡演的第一站，此时的睦连赶到现场都已经要扶着墙走，却没有人察觉到她的异常并做出行动。结果，睦在弹完第一曲的前奏后不慎弹错了一个音，随后如同断线人偶一样瘫坐在了椅子上，然而在祥子的即兴表演救场后，睦的这一动作反被观众认为是演出的一部分，受到观众的欢迎，祥子看到这一幕后，开始察觉到睦的异常，若麦看到这一幕后认为睦的演技高超，于是第二天她就拍视频提议两个人一同退出乐队，睦以“祥子会生气”“祥子快坏掉了”为由回绝了若麦，若麦断言祥子已经成为了睦的绊脚石，在祥子和海玲到场后就节目制作组重演那一幕的请求展开讨论，针对这一要求，“重视观众需求”的若麦和“重视乐队音乐性”（其实主要是为了保护睦）的祥子展开了激烈争执，夹在二人中的睦无动于衷，出现了人格解离的症状......幼年中所扮演的无数个角色中，仅存的那一个睦的分人格以睦的保护者留存了下来，并拷打睦“明明已经要坏掉了，是否还要对祥子言听计从”。
在仙台站的全国巡演上，睦没有重演那一次演出，这让祥子和若麦再次在仙台站大吵一架，而在场几人的对话关键词（“解散......”）让睦CRYCHIC解散的PTSD犯了，回到东京后，浑浑噩噩的睦沿着反方向尾随初华和祥子一路跟到了初华家附近试图寻求安慰，注意到睦异样的祥子支开了初华（然而并没有支开（笑）离开之后，在路口偷偷看到了祥子和睦争执的全过程（谁是内奸，谁是忠臣，谁是反贼？））。祥子因为在若麦那边受了委屈，向睦疯狂撒气，试图寻求睦的安慰（然而睦也需要安慰捏......），拷打睦“为什么不站在我这一边！”睦觉得自己一说话事情就会变坏，随后祥子猛的意识到自己的话其实是在给睦猛猛上压力，哭着跑掉了......雨在之后无缘由的下了起来，睦在大雨中撑着伞......看着离去的祥子的背影，没有追上去，风雨欲摧......睦的精神，终究是被祥子的无心之举所给予了致命一击。
到了出演节目的时候，若麦和祥子还在争执是否表演，这让对乐队现状几近绝望的睦彻底崩溃，在保护者人偶的诱导下，睦的主人格陷入沉睡......“墨缇丝”（Mortis）成功占领了睦意识的高地。（看你墨姐操作就完了.jpg）（为了剧情明了，以下以墨缇丝占领睦精神高地的主导行为，主语用墨缇丝）于是，在工作人员准备倒计时时，墨缇丝站出来打断了原先的演出计划，以异乎往常的强调来了一段话剧的表演，把吉他置于地面上，起身道“所以，没事了！晚安，祝你好梦！”（其实是对睦说的）在一旁看到这一幕的祥子大惊失色，在演出结束后快速拉着墨缇丝下台......
在即兴演出结束后，墨缇丝在节目中表示自己根本不会Ave Mujica的曲子，但被认为是开玩笑，会主动把话题引向自己的父母而不会像睦那样刻意回避，在学校里更是成为了人气王，让一旁偷偷看着睦的素世人都傻了，墨缇丝开始与乐队成员（除了祥子）有了正常交流，还会时不时的学别人说话，不知不觉间就让其他成员都围着自己转......（王车易位.jpg）祥子感觉睦越来越不对劲了，于是试图提醒大家睦的异样，认为墨缇丝的举动太过轻佻，但被认为无伤大雅。在一次去接受采访的车上，墨缇丝将祥子“托付”给了初华（初华：计划通√），认为祥子总是很累，初华认为墨缇丝在关心祥子而拉进了距离感，但墨缇丝却要求初华将自己说的话保密。在这期间，她还跟海玲和若麦深入交谈，得知了她们的想法。
在福冈公演前，墨缇丝才兴高采烈地（划掉）说自己的吉他“全~都~不会弹！”此举让乐队成员们疑惑的同时还让忍无可忍的祥子把墨缇丝拉出去单独谈话，愤怒的祥子训斥了墨缇丝一顿，墨缇丝向祥子公布了自己的真实身份，说“小睦已经死了哦？不......准确来说，是像死去一样沉睡过去了......”，被祥子色厉内荏的质问“别再开玩笑了！”，后秒切战斗形态，“我是认真的......”，一秒让祥子破防，直言自己对祥子的厌恶，指出是因为祥子而导致睦的沉睡，还说睦看到她现在的样子是不可能回来的，祥子彻底破防了，做出了防御姿态（看你墨姐操作这波.jpg）
当晚，墨缇丝前往祥子在酒店的居室，在门外恰巧听到了乐队众人对自己的争论，敲门，进去之后以一句“找我吗？”直接把本就神志不清的祥子吓了个半死，进门之后直接坐到祥子的身边，祥子直接开始瑟瑟发抖，同时，在与乐队成员关于今后路线的争执上，祥子一再与若麦争执，坚持要重视乐队的音乐性，但谈论到睦如今的状况后却哑口无言，墨缇丝提出要以演技折服观众被祥子拒绝，若麦，初华，海铃共同商议其他预备方案，提出是否要请支援乐手，是否要放演出录音（其实根本就没录（划掉）），但祥子坚持要让睦上场，在墨缇丝的一再拱火下，若麦终于忍无可忍，向祥子提出了解散的方案，自此，祥子的队长威严荡然无存，而听到解散的墨缇丝却慌了神（因为墨缇丝答应睦要不让Ave Mujica解散（笑）），开始急了，向众人表示Ave Mujica不应该解散，期间把乐队众人的真实想法全都抖搂了出来，但众人以沉默回应，若麦还认为墨缇丝不应该在这，最后已经神志不清的祥子被逼宫成功，在福冈公演上宣告了Ave Mujica的终幕，在宣告时，墨缇丝发出了声震全场的尖叫，在散场之后她一直跪坐在舞台上，迟迟没有离去......（铸币吧，什么操作这是（笑））
在乐队解散后的一个月里，墨缇丝一直闭门不出，察觉到异样的素世直接登门拜访了睦的家，在来到睦的房间后，素世听到了奇怪的声音，看到睦家中佣人端着的盘子，睦卧室门前杂乱的样子让素世感觉很不对劲，在推开门后，看到满面疮痍，破玩偶散落一地，活脱脱像个鬼屋一样的睦的卧室后直接被吓了个半死，看到一边把芭蕾舞鞋当成手机打电话，一边抚摸着吉他说“医生......拜托了......她一直没有醒来......”的墨缇丝之后更是直接魂都被吓出来了，直接滑到在地上，而听到异响的墨缇丝放下手中的芭蕾舞鞋，含着泪水的看向素世，请求她“拜托了......素世，让小睦醒来吧......”
之后，冷静下来的素世跟墨缇丝交谈，得知了睦的现状，在之后以“我和小睦关系没有那么好”为由拒绝了墨缇丝的请求，但墨缇丝直接模仿了素世飞鸟山之战的名场面（划掉），并向素世透露出了睦也很喜欢CRYCHIC，后不情愿（装的（划掉））的素世答应了墨缇丝的请求，帮墨缇丝细心的整理房间，看到墨缇丝又拿起“电话”向医生求助后，也拿起了一旁的“电话”装作医生建议墨缇丝去学吉他，或许能通过这样的方式促使睦醒来，在陪护了两天之后，素世带着墨缇丝前往RiNG，遇上了刚结束排练的MyGO!!!!!众人，乐奈一眼就看出眼前的睦里面有两个人格（我一眼就看出你不是人！.jpg），成功吸引到了墨缇丝的注意，墨缇丝开始迅速以抹茶巴菲为诱惑和乐奈迅速拉近关系，在乐奈离开后，一路跟随乐奈来到SPACE旧址并和乐奈一起撸猫~次日再集结的两人关系好到让素世吃醋（划掉）了，“我明明陪了她三天三夜......”
随后，乐奈站在咖啡厅小舞台上弹起了“迷星叫”，吉他的“歌唱”成功让睦苏醒了过来，正当墨缇丝高兴的时候，在内心世界的睦通过墨缇丝的记忆回放得知了她的所作所为，愤怒的质问她为什么要这样，要求去见祥子，厌恶祥子的墨缇丝拒绝了睦的请求，二人开始在内心世界中争吵（左右脑互搏.jpg），随着逐渐开始武力格斗，睦直接从楼梯上滚了下去，成功超越了祥子的世界纪录！蓝色闪光用时48秒才从楼梯上一路冲到RiNG门口，而复仇滚睦（划掉）仅仅用时8秒就从楼梯上滚到了RiNG门口！而且毫无伤害，估计是利用人格之间来回切换的短暂的无伤时间来实现全段伤害的免疫（bushi，在起身之后继续左右脑互搏，疯癫的言行引来了路人的围观和拍摄，并传出了“Ave Mujica”即将复活的流言，追上来的素世意识到大事不妙，跪下来用身体护住了睦并请求众人不要再拍了。最终墨缇丝赢得了第一次无限制格斗大赛，成功把睦暂时关在了心灵世界里。
在之后，被迫回到丰川家的祥子被同学围堵播放那段睦的疯癫视频，并被询问Ave Mujica是不是要复活，直接破防的她跑到楼梯口，正好遇到了爱灯二人，被建议去和睦把话说清楚，但以“我不认识什么睦”的言辞推开了二人，直接破防（划掉）飞速逃走了，素世在MyGO!!!!!排练期间得知了这一情报，对祥子的逃避深感愤怒，于是直接来到睦的家中询问墨缇丝祥子家的地址，墨缇丝因为情报差（因为墨缇丝在这段时间里足不出户，所以根本不知道祥子已经回到丰川本家的情报）而给出了祥子的前住址——赤羽出租屋，并说这一切都是“那个讨厌的丰川祥子”干的。睦询问墨缇丝为什么要告诉素世这些，并请求她阻止素世去找祥子，然而还是被墨缇丝重新关起来了。素世在当晚直接准备线下单杀祥子，但看到破旧的房屋后意识到不对劲，在敲门后听到了祥子父亲喝醉酒后的怪叫，又被吓了个半死，直接逃掉了，后冷静下来的素世深感怪异，于是开始搜索祥子的相关信息，得知了丰川集团因祥子父亲而被骗走168亿，祥子父亲引咎辞职，被逐出丰川家的情报后瞬间理解了CRYCHIC解散的真相，知道这些之后的素世对祥子深感同情，在之后MyGO!!!!!的排练上公布了这一消息，并表示自己原谅了祥子，但对她逃避睦的行为很是愤怒，于是在次日直接来到羽丘女子学园门口堵门，直接线下单杀了祥子，在揭了祥子的老底之后，祥子乖乖的被素世拉去见睦了，在路上遇到了去上学的爱灯二人，一路同行到了睦家中，墨缇丝直接拿玩偶往祥子头上砸，并指责祥子是“坏孩子”“冷血的魔鬼”，其余的众人都是“背叛者”。在离开后，爱音意识到墨缇丝说的全是森美奈美出演的电视剧里的台词，指出了这一点，这使祥子意识到墨缇丝已经完全变成了人偶，于是彻底崩溃了，无力的滑跪在地上，流下眼泪，并说自己终于理解了“成为人类”的真谛。
在之后，祥子终于开始挽回睦，无惧风雨的站在睦家门口，一直站了一天一夜，在这期间有一次已经和暂时夺回身体控制权的睦抱上了，说“为了让睦回来，我什么都愿意做......”（回旋镖这一块），但仍然被差点就动摇的墨缇丝夺回身体控制权，直接把祥子推开，摇摇晃晃的走了回去，但已经被祥子感动到了，质问自己“难道我才是坏孩子吗？”
由于放心不下睦祥二人，排练结束后的素希二人先后不约而至，来到了睦家门外，随后和祥子一同进屋等候，期间三人谈起了CRYCHIC的往事和立希的趣事，听到这些后的墨缇丝终于答应让睦出面，睦和三人交换了真心，表达了对当年CRYCHIC解散的歉意。在之后，素世提议众人一起去看MyGO!!!!!的排练，于是众人一同回到了RiNG，在那之后，灯向祥子说出了自己在之前领悟到祥子说的“成为人类的真谛”而改写的“好想成为人类之歌”的歌词，此时爱音察觉到微妙的气氛，于是决定推大家一把，顺水乘舟，以“乐奈不知道跑到哪里去了”为由，将自己的吉他递给了睦，建议前CRYCHIC的众人在彩排前一同排练新曲......
......一曲“好想成为人类之歌”，一曲“春日影”，众人泪洒排练台，在泪水的交织和乐声的重逢后......CRYCHIC的故事，终于画上了一个圆满且残缺的句号。在演出结束后，祥子向MyGO!!!!!的众人深鞠一躬后带着睦离开，被想要重组Ave Mujica的海玲拦下，祥子拒绝了海玲的重组申请，而感觉自己不被需要的墨缇丝几近要在内心世界的海洋里溺死......
在之后的一段时间里，祥子留下来在睦家中一直照料睦，期间Ave Mujica的众人因为种种原因，在离开了Ave Mujica之后都过得不太如意，因此大家都想重组Ave Mujica，而祥子则因为要保护而多次回绝了Ave Mujica的重组申请，但在之后在丰川家中，祥子被前来的若麦和初华（初华其实是被若麦强行带过来的）线下单杀，若麦直接把初华的重力小作文（划掉）歌词给祥子展示出来（顺带提一嘴，祥子在看到初华的重力小作文之后居然丝毫没有察觉到其中蕴含的对自己的，病态的，沉重的情感，其实全篇都是“祥子，我想要你”的文艺描写（划掉）），祥子被初华的决心所感动，同时在若麦的提醒下记起了自己的誓言“把你们的人生都交给我”，被责问要负起责任来......在看了灯留下的便签之后，祥子沉思良久......
次日，祥子来到睦家，面对躺在床上的墨缇丝，祥子命令“睦”（她是这样叫墨缇丝的）继续表演，而且“绝对不能出差错”。在之后，乐队正式重组后，众人在RiNG举办了回归后的首演，在上台前，听到了若麦坦白对自己的爱慕和嫉妒，内心认为这些话应该讲给睦听，在演出过程中，被感动的睦在演出中接管了身体，原先的假弹也变成了真弹。
之后，在演唱会上......Ave Mujica的五人通过舞台剧出演了各自的心路历程，睦执剑侧立于舞台下，手举镜子......上面似乎还透出一个微笑的影子......
那微笑像天真的孩童一般，看着镜子的睦不自觉地也漏出了微笑......

对他人的称呼一览：
若叶睦：
MyGO!!!!!：
高松灯-燈
长崎素世-そよ
椎名立希-立希
Ave Mujica：
三角初华-初華
祐天寺若麦-にゃむ
丰川祥子-祥

Mortis：
MyGO!!!!!：
长崎素世-そよちゃん
Ave Mujica：
三角初华-初華ちゃん
八幡海铃-海鈴ちゃん
祐天寺若麦-にゃむちゃん
丰川祥子-祥子ちゃん
  ...
  `,

  "umiri": `
  Yahata Umiri (八幡 海铃)
别号：Timoris（ティモリス）ウミコ（umiko）、贝斯雇佣兵、海子姐、阿卡丽、乌米铃、恐惧姐、征信机器人
发色：黑发
瞳色：绿瞳
身高：158cm
生日：4月7日
星座：白羊座
萌点：小恶魔系、调皮、温柔（立希限定）、率直冷、非法御姐、宝冢系、有胸的帅哥、中长发、贝斯、臭脸、斜刘海、垂眼、敬语、颜艺、雇佣兵、怪力女、钞能力、项链、翘臀、中靴、包臀裙、夹克、腰带、早熟、可靠、黑项圈、冰美人、凛娇、抖M、醋缸

简介：
花咲川女子学园高中1年级学生。
贝斯技巧达到了职业水准，同时担任30个乐团的支援乐手。
个性沉稳冷静、善于察言观色。
和椎名立希、三角初华是同一个班级甚至前后桌，经常互相和立希找茬。
在Ave Mujica 中的成员代号Timoris取自Lacus Timoris（恐湖），意指恐惧。以浑厚而富有共鸣的音色在舞台上独领风骚。她坚实而接地的声音可以被描述为Ave Mujica演出的音乐的心跳。

经历：
早年：
有过组乐队的经历，在某一天所在的乐队得到了能登台的消息，乐队的大家都要参加，但登台的那一天却只有海铃一人到场，被大家放了鸽子。海铃以为这是因为她老是管着乐队，因此大家对她有些反感，自此开始支援多只乐队，并对原在乐队的内部事物漠不关心。（用来麻痹自己的受伤......）

高一春夏季：
在高一春夏季入学花咲川女子学园，与三角初华，椎名立希同班，对立希很是关照（实则一见钟情（划掉）），在课外兼职三十多个乐队的贝斯手。一次撞见立希一大早就在教室课桌打鼓（对着空气打......不是真鼓），伸手接住立希不小心碰倒的画着熊猫的巧克力味奶冻饮料，由此询问立希是否在玩乐队。
在之后，察觉到立希因作曲困难而陷入消沉后，告诉立希“能为自己乐团的事情沮丧，我其实觉得有点羡慕”，并直接往趴在课桌上蒙着头的立希头上放了一瓶同品牌的蜜柑味饮料。
在之后，因为立希所在乐队的内部矛盾而导致原贝斯手长崎素世的缺席，海铃被立希拉来做支援乐手。但在合奏一会后，发现立希乐队的主唱高松灯十分沮丧，仍对素世念念不忘，于是选择识趣的离开了，告诉立希“等她们商量好之后再来找她”，并鼓励灯说“我会为你加油的”。
在此之后，因为高超的贝斯技艺，而被正在找寻商业性乐队成员的丰川祥子相中，利用乐队的流量价值和金钱成功拉拢了海铃加入乐队。
在之后，陪同若叶睦一起观看MyGO!!!!!的第三次Live，在睦被素世退了当作贺礼的黄瓜而破防后，安慰了她，并告诉她“慢慢考虑”加入Ave Mujica这件“一辈子（存疑（笑））的事情”。
在Ave Mujica正式成立后，在一次乐队排练时被若麦取了ウミコ的外号，转而幽默的以ニャムコ回敬若麦（笑）

高一秋冬季：
在Ave Mujica，海铃负责安排各成员的日程，同时仍兼任之前三十多个乐队的支援乐手。
在Ave Mujica的武道馆演唱会上，对鼓手祐天寺若麦擅自摘掉自己（指若麦）的面具，顺手把自己（指海铃）和睦的面具也摘了的行为保持了冷静，在演唱会结束后以自己支援的其他乐队需要合练为由迅速离开了现场，没有参与乐队成员间的讨论，在其他和Ave Mujica相关的事物中也同样显得十分冷静。
次日，回到学校的海铃因为此前的经验，为了避免被同学围观，一下课就直接开溜了（留下初华一个人应对了（笑）），只有立希能找到她（老夫老妻的默契（笑）），立希直接把书包甩到了海铃脸上，被海铃用双手接住，仅仅用吸管叼着饮料没让饮料狼狈的掉下来（精准度MAX！），被立希小小的埋怨了自己和祥子组乐队的事情，海铃由此得知了立希早就认识祥子的情报。
在此后的乐队排练，若麦发现在自己揭开Ave Mujica众人的面具后，发现她的热度是Ave Mujica五人中最低的，抱怨自己的热度怎么比海铃还低，被海铃幽默的回呛了回去“毕竟我这张脸也算漂亮。”在全国巡演的第一站，睦在此时因为压力过大而在曲子前奏时弹错了一个音，而后直接如同断线人偶般瘫坐在了椅子上，其他成员都对睦的瘫倒十分震惊，但海铃对此十分冷静，显得尤其漠不关心......情急之下，祥子直接用一段即兴演出来救场，成功安全下场。次日，海铃在排练时向乐队众人说了Ave Mujica全国巡演仙台站承办方想要睦再重演之前那一幕“演出”的请求，祥子和若麦由此展开了激烈的争执，海铃则决定等初华到来后再决定此事。
在Ave Mujica全国巡演仙台站，睦没有重现先前的那一幕“表演”，祥子和若麦因此而在仙台火车站大吵一架。在祥子因为被若麦气昏头而指责若麦缺乏练习时（公式做题就是快（笑）），海铃有点忍不住了，说自己从没有觉得若麦缺乏过练习过，反过来指责祥子不关注乐队成员的情况。列车到东京后，海铃提醒神志不清的睦走错路了，但得到了沉默的回应。
由于巨大的压力，睦的主人格陷入沉睡，而睦的保护人格“Mortis（墨缇丝）”占据了主导，因为墨缇丝的天真活泼，乐队的氛围因此有了相当程度的好转，但海铃敏锐了察觉到了众人的异常（但没有说出来......所以，谁是主公，谁是忠臣，谁是内奸，谁是反贼？）。由于经常忙于乐队的事物，导致海铃落下了课业，由此找到立希借笔记，二人开始聊起Ave Mujica的话题，在立希提及Ave Mujica即将解散的传闻后，海铃说这个问题已经“解决了”（？），进展就像“就像燃尽前的线香烟花一样”（原话）（解散的时候其实也是（笑））。
在之后，Ave Mujica全国巡演福冈站，墨缇丝单独在室外向祥子坦白了主人格睦“已经像死去一样沉睡过去了”，并说这些都是因为祥子导致的，祥子直接破防了，由此变得十分神志不清。在之后的乐队会议上，墨缇丝兴高采烈地宣布自己的吉他“全~都~不会弹~”，之后祥子仍然坚持让睦上场，但面对乐队成员的各种建议，神志不清的祥子都一一回绝了，面对又当又立的祥子，若麦彻底忍不住了，提出解散乐队的提议，神志不清的祥子就这样被若麦逼宫成功了（笑），在墨缇丝之后拼命反对乐队解散后，海铃无奈地表示“解散乐队是迟早的事，能延续下去的乐队才是少数”（责任......）。之后，祥子同意了若麦的解散乐队的请求。
之后，在全国巡演福冈站上，Ave Mujica众人宣布了乐队的终幕。
在Ave Mujica宣布解散之后，海铃仍然十分冷静，在感谢祥子为乐队的付出后就离开了现场，并拒绝了记者的采访。并在此后对明显状态不正常的睦漠不关心，在之后初华来找海铃询问祥子的去处后，被海铃表示“那你直接去问她不就行了？”。
在之后。立希偶然看到了睦的两个人格左右脑互搏，仿佛精神分裂（其实就是）的现状视频，将海铃约出来询问此事，海铃则冷漠的回应“解散的契机就是她”，并且对一个月以来都无人关心睦这件事情也冷漠地毫无反应，在之后被立希因为海铃毫无行动，而有些恼怒的询问“海铃，你真的是Ave Mujica的一员吗？”，然后直接转头就走了。留下了有点疑惑的海铃（情商下线了捏......其实并不是情商下线，而是不愿让情商上线......她和我又有什么关系呢？对，又不对......）
在MyGO!!!!!演出前的排练时间，因为自己支援乐队事务而来到RiNG的海铃顺便来到现场看了一下，看到前CRYCHIC的成员上台演奏，看到了她们真挚的演奏，看到了温润的，在演奏中不自觉地流下的泪水......绿色的目光在泪水中被拉长，拉长......最终拉到了早年时的往事。因此，海铃开始回忆起了自己所不愿回忆的往事，而开始让自己入局了......
在前CRYCHIC成员一同演奏结束，CRYCHIC的故事彻底画上句号后，海铃在大厅将走出来的祥子和睦拦下，询问“愿意和我也重修旧好吗？”，但被祥子礼貌地拒绝了重组Ave Mujica的请求。在回到学校后，在与立希闲聊时，提到了自己邀请祥子和睦重组Ave Mujica遭拒的事情，被立希一阵见血的点出了原因“毕竟海铃你不值得信任。”
海铃因此大为不解，但已决心入局的她还是试图揣摩这句话的真正含义，向自己支援的一些乐队的成员询问自己是否值得信任，但都被说自己值得被信任，由此海铃更蒙圈了，在合练结束后直接把贝斯往正在RiNG前台打工的立希那里一丢，直接去泄愤购物了，买的东西多到直接能挂在墙上光翼展开了（划掉，但在原剧里真有（笑）），偶然看到了若麦代言的服装，直接给若麦打电话，开始准备重组Mujica，在若麦假装自己在无人岛（无人岛怎么可能有信号啊！）的时候直接杀到了若麦的事务所门口。
在之后邀请若麦去咖啡厅，二人在咖啡厅一同聊天，在一口气喝完超酸姜汁汽水后，连续打了好几个嗝（笑），之后强行忍住想打嗝的冲动，开始和若麦谈起自己打算邀请祥子和睦重组Ave Mujica但遭拒的事情，并主动提起了自己的过往......承认自己见到前CRYCHIC成员的演出后忆起了往事，从而决定入局.......若麦则表示海铃愿意主动负责是前所未有的事情，由此，海铃真正意识到了立希对自己说的话的真正含义，意识到了自己为何“不值得信任”，并决心去主动担起责任......
之后，海铃试图拉若麦重组Ave Mujica，但被要求至少先把睦带过来。
之后，海铃找上了想要重组Mujica的墨缇丝，这样就成功搞定了睦。以睦作为筹码，直接杀到若麦的家里，但此时仍然苦恼于出路的若麦由于仍然信不过海铃而直接把海铃不客气的撵了出去（笑），在之后由于若麦自身的事业不顺，决定信海铃一把，因此直接强行拉上了想要重组Ave Mujica（其实只是想和祥子一辈子在一起（笑））的初华，直接来到丰川本家单杀祥子，利用祥子对睦和初华的愧疚感，和对当初诺言“把你们的人生都交给我”的不负责任，成功让祥子在之后回心转意......
而在这段时间里，一直在睦家里照顾睦（和墨缇丝）的海铃等来了Ave Mujica的重组......
之后，海铃仍然担当日程表安排的工作，在重组风波告一段落后，乐队重回正轨，睦也逐渐取回了主人格的地位，墨缇丝逐渐沉睡......海铃决心主动承担起Ave Mujica的责任，因此逐渐取得了乐队众人的信任......
在之后的演唱会上，恐惧之人偶（Timoris）持剑立于忘却女神（Oblivionis）之下。
在忘却的黄昏中，无畏恐惧的人偶看向了闪耀着寒光的剑芒......剑芒十分冰冷，不禁让那绿色的视线也退缩了几步......
绿色的视线不溶于铁白的寒光中，而溶于忘却的黄昏之下......

对他人的称呼一览：
MyGO!!!!!：
椎名立希-立希さん

Ave Mujica：
三角初华-三角さん
若叶睦-若葉さん
Mortis-モーティスさん
祐天寺若麦-祐天寺さん、にゃむち、ニャムコ
丰川祥子-豊川さん
  ...
  `,

  "nyamu": `
  Yutenji Nyamu (祐天寺 若麦)
别号：喵姆亲、喵梦亲（にゃむち）Amoris（アモーリス）
二ヤムコ（nyamuko） 、阿米诺斯、大喵老师、键帽
发色：紫发
瞳色：粉瞳
身高：164cm
生日：6月1日
星座：双子座
出身地区：熊本县
萌点：美少女、短发、猫嘴、网络偶像、卖萌、双撇子、自来熟、小恶魔系、调皮、架子鼓、高跟鞋、包臀裙、耳坠、黑项圈、高中生、艺术生、吃辣、妹妹、姐姐、土妹子、猫系、熊本方言

简介：
人气上升中（并非上升，其实是过气博主（划掉）），并爱自称为「喵姆亲（日语：にゃむち）」的美妆类视频博主，投稿在YouTube。
视频主要是化妆类，但也在挑战制作其他类型的视频。后来购入了电子鼓开始学习打鼓，左右手皆为主手（双利手）使得她的演奏风格既华丽又特别。
在Ave Mujica 中的成员代号Amoris取自Sinus Amoris（爱湾），意指爱情。值得一提的是，组合内其他成员的代号均取自月海，仅Amoris取自月湾的名字。
Amoris在架子鼓后面充满活力地演奏，用她强有力的节拍为音乐注入活力。她的演奏风格充满活力，创造了一种只有在Ave Mujica的演出上才能看到的表演。并应对祥子200bpm的刁钻要求应对自如，鼓手太拼命了~

经历：
（因为若麦的早年经历在原剧里提及甚少（根本没有！），所以在高一春夏季的经历中一笔带过~）

高一春夏季：
祐天寺若麦是熊本县人，后因找寻发展机会而来到了东京，就读于都立艺术学院高中，打鼓技术高超，同时在YouTube上成为了大博主“喵梦亲（にゃむち）”，因投搞的打鼓视频偶然被正在寻找乐队成员的丰川祥子看到，祥子相中了若麦的高超技艺，被祥子用若叶睦和三角初华的流量价值吸引，用丰川家大小姐的身份进一步诱惑，被坑蒙拐骗（划掉）而同意加入Ave Mujica，代号Amoris。同时反复在YouTube频道上发布打鼓视频，暗示自己就是Amoris，包括头号粉丝千早爱音（划掉）在内的很多人都成功猜中了Amoris就是若麦。
在乐队在商业方面大货成功后，注重观众喜好和热度的若麦与注重乐队音乐性的祥子的矛盾愈发凸显，若麦对祥子让乐队成员以假面遮掩真实身份的行为一直很不满，多次在表演结束后试图摘下面具，但都被祥子制止，祥子认为时机未到......

高一秋冬季：
在Ave Mujica登上武道馆的舞台后，若麦认为时机已到，在演出的半途中打断了演出，并直接走到舞台中央摘掉了自己的面具，随后顺手把若叶睦和八幡海铃的面具也摘了，如愿引发了全场的轰动。随后若麦逼宫祥子，祥子在观众的期待（其实是起哄）下迫不得已遂了若麦的愿，摘下了自己的面具，随后初华也选择摘下了自己的面具......在演出结束后，祥子对若麦大发雷霆，但若麦却巧妙的转移话题并认为登上武道馆就是摘下面具的正确时机，巧妙的让祥子无言以对。在之后出乎意料的是，在五人的身份正式公布后，若麦反而成为了流量最低的那一个，被海玲吐槽自己天天在频道里暗示，大家都不觉得新鲜了（笑），之后质疑祥子为什么身为丰川家大小姐却穿着这么朴素的衣服，祥子没有正面回应，将话题转移到了全国巡演的日程上......
在日期确认成功后，Ave Mujica五人应邀前往若叶家，若麦与睦的母亲森美奈美交谈甚欢，提出参加节目和用“みなみちゃん”称呼对方的请求，被欣然同意。
之后，在Ave Mujica全国巡演的第一站，睦因压力过大而在演出前奏时弹错了一个音，而后无力的瘫坐在椅子上，若麦见此场景，误认为这是睦的即兴表演，从而觉得睦演出天赋高超（但其实不是（笑）），与次日前往睦的排练室索要睦的社交媒体账号，还拉睦一起拍视频，甚至进一步劝说睦和自己一起退队，被睦以“祥子会生气”“祥子快坏掉了”为由回绝，认为若麦这样子惹人讨厌，若麦认为现在的祥子已经成为了睦的绊脚石，再被祥子撞见后，若麦和祥子大吵一架，使两人的矛盾愈发激化了......
在全国巡演第二站的主办方提出要求睦重演第一站时的“表演”时，作为“演出派”的若麦和“音乐派”的祥子（其实主要是为了保护睦，音乐派其实是其次的）再次发生了争执，在巡演仙台站（第二站），睦没有重复那个“演出”若麦和祥子再次在仙台站大吵一架，若麦认为Ave Mujica辜负了观众的期待，甚至把劝和二人的海玲和初华也指责了一通，却无意中触发了睦对于CRYCHIC解散的PTSD，之后因为大小姐当然吵不过土妹子（误），祥子被若麦单方面输出，大家不欢而散......到了节目出演日，若麦和祥子甚至在上台的间隙时都要吵架，这让睦彻底绷不住了......
在演出上，因为压力而彻底崩溃的睦（主人格）被保护人格墨缇丝（Mortis）占据了主人格的高地，在天真活泼的墨缇丝出现后，乐队的氛围好转，但想出风头的若麦还是老被墨缇丝压着一头，这让若麦很是不爽，不过在家人打来电话的鼓励之下，若麦又重新振作起来。与此同时，祥子因为“睦”的活泼表现已经人都傻了，在全国巡演福冈站前夕被“睦”拉出去告知了主人格睦已经“像死亡一样沉睡过去了”，并指出是祥子导致了这一切，祥子彻底破防，故而已经神志不清了，在当晚的乐队会议上，众人得知了主人格睦已被墨缇丝取代的情报，并得知了墨缇丝的吉他“全~都~不会弹~”之后，祥子坚持让睦上场，但因为神志不清而给不出任何解决方案，乐队成员提出的其他方案都被一一否决，祥子这幅又当又立，毫无乐队领导者气魄的作风让若麦彻底愤怒，指责祥子只由着自己的性子而不顾着为演唱会付出许多的工作人员和观众。在她提出开出睦的要求被祥子再次以“希望睦能回来”再次否定，若麦彻底受不了了，认为自己没必要“跟着大小姐过家家”，宣告退队，顺带批评了提出“有人退出就意味着乐队解散”的初华，对祥子逼宫，而在意识到事情不对的墨缇丝试图救场（实则拱火）而把众人的老底全都揭了后，若麦反而说出了自己的真实想法，认为睦的演技高超，没必要受限于这里，已经彻底神志不清的祥子只能答应若麦的要求......
次日，在福冈公演后，Ave Mujica宣告终幕。
在乐队解散后，若麦抓住机会留在了事务所里，开始不断参加各种综艺节目，并在节目上大加谈论自己的经历，祥子偶然在电视里看到的若麦的节目，被气得直接把房门摔上了（笑）。而当经纪人打电话说拿到了舞台剧的试镜机会后，若麦却因为自认为演技不如睦而回绝。
一天，若麦前往银河拉面进行试吃超辣拉面的挑战，被辣的直捂肚子，眼泪都流出来了（划掉）（祥子又把房门拉开了（笑）），在节目结束后在返程的车上偶然刷到了睦的新闻，看到了苏醒后的睦和墨缇丝争吵的视频，若麦再次因为睦的“演技”而更自卑了。在CRYCHIC尘埃落定的后几天，若麦找到了森美奈美，被告知当初的演出邀请正是对方发出的，试图用学业繁忙等接口搪塞过去，但被对方一眼看出了潜藏的自卑，一阵见血的指出了若麦自卑的真正原因正是睦，睦天生就是扮演的怪物，如果若麦只是一味的逃避，是根本做不了这行的。
听完森美奈美的教诲后，若麦重新找到了经纪人，却被告知当初舞台剧的主演已经由纯田真奈担任了，随后海玲的电话打来，若麦试图假装自己在无人岛（那手机是怎么有信号的？（笑）），却被告知海玲已经杀到楼下了，在之后，若麦应邀来到了咖啡厅，得知海玲打算重组Ave Mujica，并得知了海玲重组Mujica的真正原因——不被信任。若麦一针见血的点出了海玲不被信任的原因，即海玲自己根本没有主动承担过任何责任，在Ave Mujica活动那时总是试图顾全大局，但真到了承担责任的时候却总是一股脑的推给祥子，在了解了海玲的过往后，面对Ave Mujica的重组申请，若麦先说海玲是抖M（笑），然后再提出了“把睦子带来再考虑”的条件。
在接下来的一段时间，若麦仍然试图参加试镜，但因为内心总想到睦的“演技”而自卑猛袭，总是把演出搞砸，被职业的竞争对手嘲笑，演出的旅途不顺......与此同时，收到了海玲已经搞定了睦的信息，若麦仍然认为胜算不大......
在之后，因为偶然在事务所看到了初华写的“祥压抑”（指对祥子的**沉重情感**）小作文，一把抢过了初华的手机，在初华一脸的不情愿下，直接“不小心”把那篇**小作文**发了出去（没错，Ave Mujica的工作群还在（笑）祥子还没退捏~），随后强行拉着初华去了丰川本家，面对祥子，若麦利用祥子对睦和初华的愧疚感施压......并进一步指出了祥子对Ave Mujica的不负责任（因为当初祥子是用“把你们的人生交给我”为拉人的台词的捏~）,若麦进一步说出了“我除了Ave Mujica已经一无所有了！”，随后扬长而去，留下不知所措的初华和沉默思考的祥子......
次日，祥子最终还是决定重组Ave Mujica，召集众人，在RiNG举办了回归后的第一次演出，登场前若麦去找睦（现在主人格睦已经完全苏醒）谈话，承认了自己对她的嫉妒和爱慕，在舞台上，若麦借着演出的台词，终于战胜了自己的心魔......
在Ave Mujica尘埃落定后，若麦和已经解决自身问题的睦在地下室对练演技......
在演唱会上，爱之人偶（Amoris）持剑立于忘却女神（Oblivionis）之下，剑芒显现出粉色的光芒......显得十分可爱......
爱为何物？虚假的爱，真实的爱......她分不清，但却真实的爱着......

对他人的称呼一览：
Ave Mujica：
三角初华：ウイコ
若叶睦：ムーコ
八幡海铃：ウミコ
祐天寺若麦：アタシ、にゃむ
丰川祥子：サキコ
  ...
  `,

  "sakiko": `
  Togawa Sakiko (丰川 祥子)
别号：Oblivionis（オブリビオニス）さき（Saki）、客服S（Staff S、官号客服、客服小祥）、大祥老师、骆驼祥子、章鱼小祥、ob一串字母、中二小祥、软糯小祥
发色：蓝发
瞳色：琥珀瞳
身高：155cm
生日：2月14日
星座：水瓶座
萌点：美少女、包子脸、披肩双马尾、齐刘海、长卷发、吊眼、认真、自负、中二病、落差萌、不幸、打工族、丝带、钢琴、螺旋鬓发、白色短袜、玛丽珍鞋、大小姐、鬓角麻花辫、大小姐口癖、随母姓、离家出走、怪力少女、外甥女

简介：
丰川祥子原是月之森女子学园初三学生，丰川集团的千金，与若叶睦、长崎爽世是同校生，后来祥子转学到羽丘女子学园，现为高中一年级生。
在大小姐时，有desuwa（ですわ）的口癖，在家中巨变之后不常用，但有时会不经意的说出来（笑）
祥子是推动CRYCHIC组建的人，也是该乐队的键盘手。曾经的她个性温柔、天真烂漫，拥有天才的作曲能力，是才华横溢的少女。但却在某个雨天，以与往常截然不同的态度退出了CRYCHIC。退出CRYCHIC后，她主导组建了Ave Mujica，担任键盘手，还负责剧本和作曲。
高一时，经常在学校音乐教室弹钢琴，也因此结识千早爱音，但她们都不是吹奏部成员。
在Ave Mujica中的成员代号Oblivionis取自Lacus Oblivionis（忘湖），意指忘却。值得一提的是，组合内其他成员代号的月海和月湾均位于月球正面，仅忘湖位于月球背面。 其演奏的优美旋律为乐队的声音增添了古典气息。隐藏在这些旋律中的情感是编织Ave Mujica独特世界的关键。
从CRYCHIC时期使用至今的键盘为罗兰V-Combo VR-730，在Ave Mujica表演时增加了一把罗兰Fantom-08。

经历：
早年：丰川祥子是丰川集团的大小姐，父亲丰川清告是入赘的丰川家，因此祥子随母丰川瑞穗姓。从幼儿园开始，就和知名的搞笑艺人若叶隆文和森美奈美的女儿若叶睦在一起，二人是青梅竹马。年幼时在小岛上度假时与岛民三角初华（？）结识，二人结下了深厚的友谊。
初三时，母亲瑞穗因病病逝，让祥子大哭了一场，受到了不小的打击，在之后，被睦拉去看月之森的音乐祭，看到了前辈乐队的精彩表演，祥子深受鼓舞，当场拉上睦一同组乐队，并在散场后叫住了管弦乐团的低音提琴手长崎素世，邀请她加入乐队，并觉得对方是一个和善的人。之后，在放学路上看到了在桥上伸出手，探出身去捉花瓣的高松灯，误以为对方要轻生，因此直接扑倒了对方，导致自己磕破了膝盖。（“抱歉我将你推倒了，但寻死是不可以的！”）后在灯的解释下解开了误会，被灯邀请去她家为其包扎伤口。在灯家包扎伤口的时候，意外看到了灯的笔记本，觉得灯的随笔很像歌词，直接把灯拉到了自己家，将灯的随笔直接编成了“想要成为人类之歌”，并公开处刑（划掉）当场演奏，邀请灯加入乐队。最后，凭借羽丘管乐部部长椎名真希的关系，找来了其妹妹椎名立希，正式结成了乐队CRYCHIC（优雅的呐喊）（“从今往后，我们就是一同演奏音乐的命运共同体了！”）在CRYCHIC活动期间，与大家一同开导灯，让灯感受到了阳光下的温暖，在灯家门口的天桥前，为引导灯鼓起勇气发出声音，与灯一同在天桥上大喊“我好想成为人类啊！”在灯完成“春日影”（春日影其实是给祥子写的）的歌词后，祥子为歌词落泪，并认为这是属于大家的曲子。
在CRYCHIC的第一次演出上，初华应邀前来观看，但原定要来的爸爸却缺席了。在演出结束，众人为初次演出的大获成功而大受振奋后，祥子在后台收到了父亲“我不能和你在一起了”的消息，露出了震惊的表情（而一旁的灯误认为这是因为那个评论“主唱太拼命了”而对灯不满意）。在回到家后，质问祖父丰川定治，被祖父告知由于祥子父亲的失误导致集团被骗走了168亿日元，父亲已经引咎辞职，被驱逐出家族。祖父提出看在母亲的面子上可以继续抚养她，让她忘掉亲生父亲成为自己的女儿。祥子被祖父的发言激怒，当场带上母亲留下的人偶逃离了丰川本家，当祥子在赤羽找到父亲的住处后，被脏乱的房间，满地的啤酒罐和颓废的父亲震惊了，曾十指不沾阳春水的大小姐只能被迫亲手打扫房间。在此后的一段时间，祥子因为到处想办法找工作而缺席了乐队练习相当长一段时间，却因为未成年的缘故而屡遭拒绝，眼见积蓄即将耗尽，只能向睦提出自己负担不起月之森的学费，准备转学，要求睦对所有人保密。在此时祥子收到了素世发来的排练邀请信息，稍微开心了一会，但打回复打了一半却接到了赤羽警察署的电话，看着打了一半的信息，祥子意识到自己再无可能兼顾乐队活动，于是冒雨前往排练室宣布了退出CRYCHIC（关于退出的过程，详见“黑刀之夜”条目），在装作严厉的把灯训了一顿（“你才是那个最需要练习的人”），推开了素世和灯的挽留之后，和大家不欢而散，在大街上嗷嚎大哭......

高一春夏季：祥子选择入学有特待生制度的羽丘女子学园，在校期间几乎不与任何人交流，同学只记得她的姓氏而不知道她的名字，在吹奏部没有活动时会借用里面的钢琴，并由此结识了偶然看见祥子在弹钢琴，邀请其加入乐队的千早爱音，礼貌的拒绝了爱音，在之后，听说了爱音想拉灯组乐队，主动询问爱音“找到乐队成员了吗？”从她口中得知了素世同意和她组乐队（露出了不太高兴的表情，快步离开了，原因见下文）。期间多次和睦在羽泽咖啡馆会面，要求她不要向前队友透露自己的动向，但素世还是从爱音口中得知了祥子转学到了羽丘的信息，并多次堵门，让祥子对纠缠不断的素世很是厌烦，在对素世说出“不要再纠缠我”后仍然被素世纠缠，让祥子意识到这样没用，决定和素世正式谈话，在通过睦和素世约定好了在RiNG和素世正式谈话，并观看其所在乐队的Live，当晚的演出，在灯再次因为羞涩而发不出声时，无声地鼓励对方，让灯发出了声音，很是欣慰，对灯演唱成功鼓掌，并认真听灯的MC（其实就是对祥子的心里话），但在之后因为“春日影”而破防（划掉），独自流泪逃走（在原剧中，从观众席一路飞速下楼梯，逃出到RiNG外面只用了四十秒，蓝色闪光！）在逃走后看到了屏幕上sumimi的广告，初华的身影，在电话中拜托初华“拜托了......初华，让我把一切都忘掉吧......”次日与初华会面，在叙旧后直截了当的提出一同组商业性的职业乐队，初华不假思索的答应了祥子的请求。
素世在祥子破防（划掉）逃走后，给祥子发了很多信息，但祥子一句话都没回，给素世直接拉黑了（笑）。最终在睦被PUA（划掉）的无奈带路下被迫与素世见面，素世向祥子坦白了复活CRYCHIC的愿望，试图挽回祥子，但被祥子批评只是为了自己着想，表示CRYCHIC已经不可能复活了，直截了当的拒绝了素世的请求（详见“飞鸟山之战”条目）。
在拒绝了素世之后，祥子加速了自己组新乐队的进程，力求“在最短的时间内主流出道”。在先前拉拢初华的基础上，一无所有的祥子利用情报差，打着丰川家的旗号招摇撞骗（划掉），约有名的美妆博主喵姆亲在高档餐厅会面，一见面就被对方嘲笑此时穿的衣服（因为祥子没钱，所以穿的还是当初的那套私服）廉价，表示是不是还要我来结账。祥子淡定的摆出大小姐（前）的气势，直接无视了对方的挑衅，直入主题，表示自己就是因为对方的流量和粉丝而看上对方的（其实是因为喵姆亲打鼓太拼命了（划掉）），邀请对方加入乐队。而喵姆亲表示我凭什么加入你的乐队？祥子挑明初华和睦也会加入，用初华sumimi的偶像身份，睦若叶隆文和森美奈美的女儿身份。以及自己的大小姐身份（？）所能提供的巨大流量和金钱价值成功让喵姆亲动摇了，最后喵姆亲告知了自己的真名“祐天寺若麦”，并答应加入祥子的商业性职业乐队。
之后，在睦被素世退了小黄瓜礼物后，祥子上门找到睦要求睦加入自己的乐队，睦同意了祥子的请求，在之后，在睦被问到为什么同意自己的请求时，直接说出了原因“因为祥子......要坏掉了......”这句友人间的关心直接让祥子破防了，对睦说“还真是高高在上呢......担心就免了，软弱的我，已经死了。”
在之后，利用丰川家大小姐（其实丰川本家没有继承人，丰川定治从来都想让祥子回去做继承人，因此从来没有官方宣布祥子不是丰川家的大小姐了）的身份和睦，初华，若麦的流量和金钱价值招摇撞骗（划掉），成功找到了经济公司......在之后，利用乐队的豪华阵容，成功拉拢了只为金钱的贝斯雇佣兵（划掉）八幡海铃，自此，祥子成功用一无所有的自己，凭借豪华的人际关系，大小姐的气质，和虚假（真实）的丰川家大小姐地位，靠招摇撞骗（划掉）成功组建了自己的职业乐队Ave Mujica。
在Ave Mujica正式出道公演前，祥子在学校里练习钢琴，面对灯递来的写满心声的歌词本，猛砸琴键，猛地把琴盖合上，转头就走，只给灯留下了冷漠的“祝你幸福”。
演出当天，祥子早早就来到现场，亲手操办许多舞台的相关事务，并对乐队成员们提出了例如禁止私人摄影，不得暴露真实身份等严格的要求。并给乐队成员制定好了乐队中的代号。
祥子 Oblivionis（出自月球地名 Lacus Oblivionis 忘湖）
若麦 Amoris （出自月球地名 Sinus Amoris 爱湾）
睦 Mortis （出自月球地名 Lacus Mortis 死湖）
初华（初音） Doloris （出自月球地名 Lacus Doloris 悲湖）
海玲 Timoris （出自月球地名 Lacus Timoris 恐湖）
在出道公演大获成功后刻意支开队友，独自回到冰冷的家中。

高一秋冬季：在祥子的努力下，乐队取得了商业上的空前成功，首次公演后很快就问鼎武道馆，但与此同时祥子和若麦的路线分歧也在加重......若麦一致认为要靠成员的自身名气而继续提升热度，而祥子坚持认为应该继续隐藏成员的真实身份，以保持音乐性的纯粹，而不是单纯的个人魅力。
在前往武道馆的当天，祥子与父亲告别时，再次试图让父亲振作起来，但父亲认为颓废的自己配不上优秀的祥子了，彻底自暴自弃，情绪失控，直接把刚喝完的啤酒罐砸向了祥子（但只砸到了旁边的墙上），要她消失。气愤的祥子直接拖着行李快速离开了家，在前往武道馆的路上对睦哭诉自己已经无家可回，但被睦问到“武道馆没问题吗？”（不解风情~）迅速收起了悲伤的情绪，“能有什么问题？......我除了Ave Mujica什么都没有了......”
武道馆演出开场的舞台剧环节，若麦突然向祥子发难，打乱了演出计划，并在众目睽睽之下直接揭掉了自己的面具，随后又强行摘掉了睦和海玲的面具，如愿引发了全场轰动......随后在祥子试图下台的时候被若麦拦下（逼宫（？）了属于是），强行被推到台前，意识到自己已经被观众气氛所裹挟的祥子只能如若麦的愿乖乖摘掉了面具，之后，祥子示意初华不要摘面具，但初华思考了一会之后（暗中盘算~）还是摘掉了面具。自此，乐队五人的真实身份公之于众，演出结束后的祥子因若麦而大发雷霆，但若麦拿出流量爆棚的真实数据，到处转移话题来应付祥子的质问。此时，祥子的真实身份（丰川家的大小姐）被媒体挖出来了。
此后，连续不断的采访持续到来，本在学校一贯低调的祥子获得了同学们的关注，直接成为全校焦点。面对同学们的询问，祥子不发一言。在之后，祥子安排好了Ave Mujica的全国巡演，并在海玲的协助下安排好了成员们的工作分配，而此时的睦因为承受了巨大的压力，快绷不住了，在一次直播访谈中称“Ave Mujica......不会长久......”，让外界误以为Ave Mujica即将解散（其实并非误认为（划掉））此时勾起了祥子CRYCHIC的心理阴影。事后，祥子揽下了“管理不周”的责任，警告睦“要有专业人士的自觉”，下不为例。
祥子因为此前已经离家出走，只能睡在事务所的地板上，被初华发现后谎称“为了消除外界对乐队前路的疑虑，必须抓紧时间工作”，但最终还是拗不过初华，带上行李寄住在了初华家（初华：计划通~）。初华在看到祥子随身带着的人偶后询问来历，得到了“祥子母亲已经过世”的消息，推测祥子是因为母亲过世的痛苦才给自己取名叫“Oblivionis”的。
由于假面已被揭开，祥子修改了原来的巡演剧本（并在其中加入了狠狠嘲讽Amoris自作主张的剧目（划掉））。然而祥子和众人似乎都没意识到此时睦已经快经受不住压力了，身心完全趋近崩溃，在全国巡演的第一站，睦在首曲前奏就失误频频，随后直接瘫倒在了座位上。情急之下，祥子通过一段即兴表演完美掩盖了这场演出事故并安全下场，然而其他三人认为演出太过精湛（真实），都以为这是剧本，并大受好评，当晚在初华家，祥子承认了自己对睦缺乏关心......
然而接下来随着节目“音乐空间”的制作方邀请Ave Mujica出演的同时要求睦再做一次当时的“表演”，祥子再次和若麦起了争执，祥子不希望再搞这种打断演奏的演出（其实主要是为了保护睦），若麦认为流量和好评是优先级更高的。在仙台站巡演后，睦没有再做出那样真实的“演出”，在之后，祥子和若麦在仙台车站大吵了一架，祥子先手批评若麦“缺乏练习”，然而却被海玲驳斥“我从来都没有觉得若麦缺乏练习过”，被若麦真实的辛勤练习呛到了没话说，随后被若麦全方位追击，祥子撑不住了（大小姐怎么能吵过主播捏~）。回到东京后，祥子特意支开了初华（其实没有完全支开，被初华尾随了捏~只是睦祥二人都没察觉到而已。），一边哭一边对睦发脾气，指责睦“以前明明那么会说会笑”“为什么不站在我这一边”，然而突然发现好像是自己的任性伤害了睦......转身逃走了......（然而此时的祥子并不知道，自己打出了会心一击，成功成为了压垮睦头的最后一根稻草）
在出演“音乐空间”的当天，若麦和祥子在上台前的广告间隙还对是否“表演”产生争执，睦彻底绷不住了，主人格被“墨缇丝”抢了位置，打断了原先的演奏计划转而进行了一场诡异的演出，祥子大受震撼（？？？）。在墨缇丝的作用下，乐队紧张的氛围一扫而空，隐隐约约察觉到睦的异样的祥子尽管提出了疑问但没人理她（在开会的时候，墨缇丝，初华，海玲，若麦坐在一边，祥子单独坐在另一边，局势瞬间明了（笑））。察觉到睦异样的祥子彻夜难眠，作曲也难以为继，在初华的劝说下“这样对健康不好”才去睡觉。（然而，这句话其实是初华向墨缇丝咨询后墨缇丝教的“你就跟她这样说......“这样对健康不好！””）巡演福冈站的排练时，墨缇丝被询问演出细节，表示“全都不会弹（吉他）”，生气的祥子把墨缇丝拉出去单独谈话，斥责她太过轻佻，但随后从墨缇丝对自己的称呼（さき（睦）到さきちゃん（墨缇丝））隐约意识到了自己面前的可能并不是睦，随后墨缇丝直接摊牌，“睦已经死了哦？不对，准确来说......是像死掉一样沉睡过去了。”讲述了睦沉睡的全过程，祥子意识到就是自己导致的睦沉睡，同时被墨缇丝点明了这一点（当年素世的回旋镖终究还是砸回来了（笑）），祥子沉默，无言以对。
回到房间的祥子对于演出计划犹豫不决，在坚持出演的同时又想要让睦亲自出演，在墨缇丝突然进门后被吓个半死，因为对睦的愧疚而举棋不定，在唯唯诺诺的拒绝了队友找代弹和放录音（笑死，根本没录（划掉））的提议后，若麦被祥子举棋不定，犹豫不决的想法彻底激怒，认为她搞大小姐作风，辜负观众，并以睦（墨缇丝）无法弹吉他为由，进而提出退队，而墨缇丝的火上浇油让其他几人再次思考了乐队存续的意义，祥子只能被成功逼宫。次日，福冈正式演出时，四人（不包括墨缇丝，因为睦不想要乐队解散，而她搞砸了（笑），成功破防......）共同宣布了Ave Mujica的终幕......
乐队解散后，已经彻底麻木的祥子在给初华留了张字条之后不辞而别，搬离了初华家，重新回到父亲家，重新开始打工，学习和从警局里捞父亲的日常生活。一个月后，因乐队解散的违约费被丰川本家所付而被迫回到丰川本家，祖父认为她和母亲一样犟，要求随从看管好祥子。回到家中后，祥子缓缓地抚摸着钢琴，自言自语道“我......讨厌我自己......”。这段时间里，祥子一直没有管灯留下的便利贴（但实际上全部收集了起来贴在当年灯送给她的独角仙笔记本上（笑）），直到有一天灯贴上了“小祥，你幸福吗？”的留言，祥子直接破防了，在把便签纸写下“不要再来了！”后直接攒成一团丢在柜子里摔门而去，此举使灯和爱音直接在放学后追上祥子，上了祥子的车（还是忘不掉啊~），和祥子一同回到了丰川本家，在丰川本家，灯触景生情，向祥子发出了“去组乐队吧”的请求，但祥子以“组乐队就能幸福吗？”礼貌的回绝了灯的请求，并对爱灯二人下了逐客令。次日，祥子发现鞋柜里没有灯贴的便利贴了，让祥子很是失落......
与此同时，由于睦在被乐奈的吉他声唤醒之后只是一心的想找祥子，而墨缇丝认为去找祥子，只会继续伤害睦，因此想让睦继续沉睡，其左右脑互搏的怪异举动被路人拍了下来，并被认为是“Ave Mujica的复活表演”并被在网上大肆宣传。次日祥子被同学围堵，看到了这个视频，意识到自己是这一切的原因的祥子再度破防，直接逃离了教室，在楼梯上下跪忏悔的时候正好遇见了爱音和灯，被告知了“去见一见睦”的建议，然而祥子二度破防了，对爱音和灯竖起心之壁，说出“我不知道什么Ave Mujica和CRYCHIC，也不认识什么睦”试图逃避一切，痛苦的逃走了。爱音将祥子的话转述给了素世，素世大怒，第二天，祥子直接被来羽丘抓人的素世堵在羽丘门口，素世试图强行带走祥子去见睦，可祥子仍然试图逃避并无视了素世，愤怒的素世在不经意间扑倒了祥子，并揭开了祥子的老底，祥子终于不再伪装，开始自暴自弃起来，认为自己即便再去见睦也只会让她更受伤，素世表示理解祥子的经历，但请她不要把这一切都当作没发生过。
于是，祥子被素世直接带去了睦家，在路上偶遇了灯和爱音，于是一同去见睦，但到睦家后，墨缇丝直接往祥子脸上扔玩偶，斥责祥子是“冷血的魔鬼”，指责素世是“背叛者”。在离开睦家后，爱音指出墨缇丝的话都是森美奈美曾经说过的明台词，祥子终于想通了，直接跪倒在地，哭着指责自己让睦变成了人偶，表示自己终于理解了“想要成为人类”的真谛（这对灯有所启发）
之后，祥子风雨无阻的守在睦的家门口，向墨缇丝请求见睦却屡遭拒绝，终于在一个晚上，睦终于上位了，跌跌撞撞的走出房门，去见祥子。祥子隔着铁栏温柔地抱住了睦，说“只要能让你回复原样，我什么都愿意做......”（回旋镖，欸~）。但此时墨缇丝再次上身，差点就被祥子动摇了，在严厉的斥责了自己后将祥子推开了......
放心不下祥子和睦的立希和素世先后不约而至先后到达睦家与祥子会面，随后三个人进入屋内并守在睦的房门外......三人聊起了睦觉得“从来没有觉得玩乐队开心过”的原因，祥子指出了真正原因其实是睦觉得自己弹的太差了，并指出睦其实一直都在为CRYCHIC的解散而自责。此时墨缇丝把门打开了，表示可以让睦出来和大家见面，至此四人终于解开了心结......
在应素世的邀请，一同回到RiNG后，灯向祥子递出了自己的歌词本，上面是受到祥子所启发而写的“想要成为人类之歌”的新词。随后，在爱音的建议下，CRYCHIC五人再度走上舞台，祥子流着泪演奏了“想要成为人类之歌”的新词和“春日影”......在演出结束后，祥子向爱音表示感谢，在对MyGO!!!!!众人深鞠一躬后，带着睦离开了排练室......至此，CRYCHIC的故事，终于画上了一个圆满（且残缺）的句号......在到大厅后被海玲拦下，收到了海玲的祝贺并被表示愿意重修旧好，但祥子最终还是选择了拒绝......
在之后，祥子都没有去上学而是陪着睦补补功课，认为Ave Mujica是导致睦痛苦的根源因此没有去重组Ave Mujica，而四分五裂的成员各自都过的不太好，因此都想重组Ave Mujica。
之后，为了让祥子答应重组Ave Mujica，若麦带着初华来到了丰川本家，把当年祥子邀请乐队成员的话语“把剩余的人生都交给我”反向输出到了祥子头上，直言““将一生都交给你”才是你组乐队的理由吧？我除了Ave Mujica已经一无所有了！”并给祥子展示了初华的重力小歌词（划掉）。在若麦和初华离开后，祥子看着灯的便利贴，想起自己当初夸下关于人生的海口，最终重新拾起钢琴，为初华的重力小歌词谱了曲。第二天，祥子来到睦家要求全员集合，并要求墨缇丝假弹但“一次错误都不能犯”，在众人集合后，祥子宣布自己接下了所有人的人生，无论何时都命运与共，至此Ave Mujica重组成功。众人在RiNG举办了回归后的首演，散场后，祥子和初华一同离开，但此时祥子祖父的车开了过来，祖父对着初华说“初音，你给我回去。”让祥子蒙圈了......在被祖父接走后，祥子被禁足在丰川本家中，并即将被送往瑞士留学。祥子试图联系初华可对方毫无音讯，海玲打电话过来后才得知初华早已离开了住所......
到了登机的时候，祥子找准时机，逃离了家中佣人的控制，但猛摔了一跤（划掉），一路跌跌撞撞，等到了小岛上已经浑身是伤，岛上的出租车司机认出了祥子，主动来接她，谈及三角一家人搬去了本土，并且不小心说漏嘴了三角家有个“姐姐”。在丰川家在小岛上的别墅里，祥子找到了正在修剪花草的初华，初华坦白了自己作为丰川家私生女的身世以及自己身为“初音”顶替妹妹“初华”名字的事实，并不断向祥子道歉——为了隐瞒，为了背叛，为了一己私欲导致祥子父亲被丰川家所驱逐。知道了这一切的祥子直接把初华拉到了小时候一同观星的平台，逐条回忆与初华的记忆，并询问陪我观星的那个初华是不是现在的初音，祥子的发问被初华连带着自己“成为偶像的梦想（其实只是为了到大城市找祥子（划掉））”全盘否定，面对这样卑微到“觉得这样就很幸福”的初华，祥子轻笑，并指出初华“满脑子都是自己”，并确定了那个晚上陪她观星的初华就是现在的初音。
确定了这件事情，祥子执意把初华拉上港口上了渡船。在渡轮上，祥子发誓自己会让初华忘却一切悲伤，“忘记一切，全当成没发生过......这样一来，就没有任何束缚了。”，并依着栏杆对大海怒吼“这种事情，我早就受够了！”斥责还在逃避的初华是个无可救药的大笨蛋。在回到东京后，初华和祥子翻墙进了丰川本家，正当准备收拾行李跑路的时候祖父突然闯了进来，命令初华在完成了将祥子带回来的任务就赶紧离开。只不过，初华在祥子的激励下，执意要跟祥子走。面对祖父利用“丰川家的黑暗”进行的施压，祥子不屑一顾，嘲讽祖父才是那个害怕家族黑暗的人，临走前还以此命令好祖父照顾好父亲。来到花园里，祥子回想起刚刚祖父惊讶的样子开怀大笑，并陪初华在园中捉虫戏水，弥补了童年的遗憾......
最后，一切终于尘埃落定，祥子与初华再次同居，给灯写了一封信，心中就CRYCHIC的往事给灯给予真诚的道歉，感谢灯一直以来的言语鼓励，称赞了灯不愿放弃任何人的品格，并真心的祝福灯“从今往后，愿你幸福常伴。”
之后，Ave Mujica五人再度聚首于RiNG，祥子在定下了再出道的目标后，面对若麦的质疑，呼吁大家要尽快成为一支强韧的乐队，并说道“没必要心甘情愿的接受命运”“神明根本不存在，我来成为神明！”在之后，来到事务所，社长对祥子说乐队的事情需要祖父准许，但祥子自信满满的表示“你以为我是谁，我可是Ave Mujica的Oblivionis，丰川祥子！”并往后一撩头发，利用丰川家大小姐的身份施压成功~
在随后的演唱会上，五人通过舞台剧演出了各自的心路历程，祥子作为忘却之女神永恒君临于黄昏的乐园。

对他人的称呼一览：
MyGO!!!!!：
高松灯-燈さん→燈
千早爱音-愛音さん
长崎素世-そよさん→そよ
椎名立希-立希さん→立希

Ave Mujica：
三角初华-初華/初音さん→初音
若叶睦-睦
Mortis-モーティス
八幡海铃-八幡さん→海鈴
祐天寺若麦-にゃむさん→祐天寺さん→にゃむ
  ...
  `,

  "mana": `
  Sumita Mana（纯田真奈）
别号：甜甜圈女士、mana
发色：棕发
瞳色：棕瞳
年龄：原剧中未提及，但大概是高一高二的样子。
身高：原剧中未提及，比初华高点，150-160cm大概？（目测）
萌点：中长发、偶像、元气、小天使、温柔、治愈系、天真烂漫、甜食控、连衣裙、短靴、耳麦

简介：
偶像组合sumimi的成员之一。因天真烂漫的性格和充满活力的笑容而获得人气。喜欢甜甜圈。

经历：
（在原剧中，真奈的年龄，经历等都没有提及太多，在原剧中仅是配角，因此对于真奈的经历，不以时间线进行划分，而是用Ave Mujica的建立和解散作为线索。）

Ave Mujica成立前：
三角初音借用了妹妹初华的名字，来到东京渴望成为偶像从而寻找丰川祥子时，被星探公司发掘，并且因为对方“丰川定治的女儿”的身份，将获得过全国歌唱大赛五连冠的纯田真奈（编剧用脚填数值这一块（笑））和初华放在一起组成了乐队sumimi。
在之后，因为初华“丰川定治的女儿”的身份，因此演艺活动多对sumimi大开便利，sumimi逐渐开始参加各种大型场合的演出，因此变得十分有名，有名到Anon Tkoyo创始人千早爱音都是sumimi的头号粉丝（笑），并在和高松灯在卡拉OK唱歌时点了sumimi的“Here The World”。（其实sumimi貌似在原剧中只有这一首歌（笑））
初华与真奈逐渐成为了要好的朋友，二人经常在工作时相互鼓励，真奈总是会将自己的甜甜圈分一半给初华。
因为sumimi过度出名，因此其广告总是闪回于东京的各个角落......（在原剧中都是被祥子看见的，但心境不同......）

Ave Mujica成立后：
在Ave Mujica的武道馆演出上，初华的面具被摘下，因为初华身为sumimi的一员却参加了Ave Mujica，因此网上常有sumimi会解散的谣言传出，在sumimi陷入舆论泥潭时对初华说“sumimi可是两人一体的哦”，并又掰了自己的一个甜甜圈送给初华。

Ave Mujica（第一次）解散后：
sumimi的活动仍在继续，真奈时常安慰因为祥子的不告而别而大受打击的初华。
在之后，森美奈美邀请祐天寺若麦担任一场舞台剧的主演，但若麦因为过度自卑从而回绝了对方的好意，后来主演由真奈担任，后来真奈向初华谈及了此事，表示演出的非常开心，森美奈美小姐也指导了自己很多，但初华因为祥子的事情而对此心不在焉......
随后，真奈和美奈美主演的舞台剧上映，真奈扮演法国王后玛丽·安托瓦内特，美奈美扮演玛丽的母亲玛利亚·特蕾西娅。舞台剧最后以挥霍无度的安托瓦内特没有听从母亲特蕾西娅的告诫，最终在法国大革命中被愤怒的民众推翻，身首异处而告终。

Ave Mujica重组后：
由于初华（初音）试图接近祥子的行为被丰川定治所察觉，被对方呵斥从而重回了小岛，sumimi暂时停止活动，而真奈则继续着自己的个人活动......
在祥子强硬（温柔）地挽回初华后，sumimi重新恢复活动......

对他人的称呼一览：
Ave Mujica：
三角初华：ういちゃん
  ...
  `,
};
